// rgs 3 images
import rgs3_1 from "./assets/rgs3/rgs-3-1.jpg";
import rgs3_2 from "./assets/rgs3/rgs-3-2.jpg";
import rgs3_3 from "./assets/rgs3/rgs-3-3.jpg";
import rgs3_4 from "./assets/rgs3/rgs-3-4.jpg";

import rgs3_2_1 from "./assets/rgs3/rgs3_2_1.jpg";
import rgs3_2_2 from "./assets/rgs3/rgs3_2_2.jpg";
import rgs3_2_3 from "./assets/rgs3/rgs3_2_3.jpg";
import rgs3_2_4 from "./assets/rgs3/rgs3_2_4.jpg";

import part3Img1_1 from "./assets/rgs3/part3Img1.jpg";
import part3Img1_2 from "./assets/rgs3/part3Img2.jpg";

import part3Img2_1 from "./assets/rgs3/part3Img3.jpg";
import part3Img2_2 from "./assets/rgs3/part3Img4.jpg";

import part8Img from "./assets/rgs3/rg3Part8Img.jpg";

// rgs 5 images
import rgs5_1 from "./assets/rgs5/rgs5_1.jpg";
import rgs5_2 from "./assets/rgs5/rgs5_2.jpg";
import rgs5_3 from "./assets/rgs5/rgs5_3.jpg";
import rgs5_4 from "./assets/rgs5/rgs5_4.jpg";

import rgs5_2_1 from "./assets/rgs5/rgs5_2_1.jpg";
import rgs5_2_2 from "./assets/rgs5/rgs5_2_2.jpg";
import rgs5_2_3 from "./assets/rgs5/rgs5_2_3.jpg";
import rgs5_2_4 from "./assets/rgs5/rgs5_2_4.jpg";

import rgs5_3_1 from "./assets/rgs5/rgs5_3_1.jpg";
import rgs5_3_2 from "./assets/rgs5/rgs5_3_2.jpg";
import rgs5_3_3 from "./assets/rgs5/rgs5_3_3.jpg";
import rgs5_3_4 from "./assets/rgs5/rgs5_3_4.jpg";

import rgs5BottomBg from "./assets/rgs5/rgs-5-bottombg.jpg";

// rgs 10 images
import rgs10_1 from "./assets/rgs10/rgs10_1.jpg";
import rgs10_2 from "./assets/rgs10/rgs10_2.jpg";
import rgs10_3 from "./assets/rgs10/rgs10_3.jpg";

import rgs10_2_1 from "./assets/rgs10/rgs10_2_1.jpg";
import rgs10_2_2 from "./assets/rgs10/rgs10_2_2.jpg";
import rgs10_2_3 from "./assets/rgs10/rgs10_2_3.jpg";
import rgs10_2_4 from "./assets/rgs10/rgs10_2_4.jpg";

import rgs10_3_1 from "./assets/rgs10/rgs10_3_1.jpg";
import rgs10_3_2 from "./assets/rgs10/rgs10_3_2.jpg";
import rgs10_3_3 from "./assets/rgs10/rgs10_3_3.jpg";
import rgs10_3_4 from "./assets/rgs10/rgs10_3_4.jpg";

import rgs10_footerbg from "./assets/rgs10/rgs10_footerbg.jpg";

// rgs 15 images
import rgs15_1 from "./assets/rgs15/rgs_15_1.jpg";
import rgs15_2 from "./assets/rgs15/rgs_15_2.jpg";
import rgs15_3 from "./assets/rgs15/rgs_15_3.jpg";
import rgs15_4 from "./assets/rgs15/rgs_15_4.jpg";

import rgs15_2_1 from "./assets/rgs15/rgs15_2_1.jpg";
import rgs15_2_2 from "./assets/rgs15/rgs15_2_2.jpg";
import rgs15_2_3 from "./assets/rgs15/rgs15_2_3.jpg";
import rgs15_2_4 from "./assets/rgs15/rgs15_2_4.jpg";

import rgs15_3_1 from "./assets/rgs15/rgs15_3_1.jpg";
import rgs15_3_2 from "./assets/rgs15/rgs15_3_2.jpg";
import rgs15_3_3 from "./assets/rgs15/rgs15_3_3.jpg";
import rgs15_3_4 from "./assets/rgs15/rgs15_3_4.jpg";

import rgs15_footbg from "./assets/rgs15/rgs15_footbg.jpg";

// rgs 20 images
import rgs20_1 from "./assets/rgs20/rgs20_1.jpg";
import rgs20_2 from "./assets/rgs20/rgs20_2.jpg";
import rgs20_3 from "./assets/rgs20/rgs20_3.jpg";
import rgs20_4 from "./assets/rgs20/rgs20_4.jpg";

import rgs20_2_1 from "./assets/rgs20/rgs20_2_1.jpg";
import rgs20_2_2 from "./assets/rgs20/rgs20_2_2.jpg";
import rgs20_2_3 from "./assets/rgs20/rgs20_2_3.jpg";
import rgs20_2_4 from "./assets/rgs20/rgs20_2_4.jpg";

import rgs20_3_1 from "./assets/rgs20/rgs20_3_1.jpg";
import rgs20_3_2 from "./assets/rgs20/rgs20_3_2.jpg";
import rgs20_3_3 from "./assets/rgs20/rgs20_3_3.jpg";
import rgs20_3_4 from "./assets/rgs20/rgs20_3_4.jpg";

import rgs20_footbg from "./assets/rgs20/rgs20_footbg.jpg";

// rgs 25 images
import rgs25_1 from "./assets/rgs25/rgs25_1.jpg";
import rgs25_2 from "./assets/rgs25/rgs25_2.jpg";
import rgs25_3 from "./assets/rgs25/rgs25_3.jpg";
import rgs25_4 from "./assets/rgs25/rgs25_4.jpg";

import rgs25_2_1 from "./assets/rgs25/rgs25_2_1.jpg";
import rgs25_2_2 from "./assets/rgs25/rgs25_2_2.jpg";
import rgs25_2_3 from "./assets/rgs25/rgs25_2_3.jpg";
import rgs25_2_4 from "./assets/rgs25/rgs25_2_4.jpg";

import rgs25_3_1 from "./assets/rgs25/rgs25_3_1.jpg";
import rgs25_3_2 from "./assets/rgs25/rgs25_3_2.jpg";
import rgs25_3_3 from "./assets/rgs25/rgs25_3_3.jpg";
import rgs25_3_4 from "./assets/rgs25/rgs25_3_4.jpg";

// rgs 30 images
import rgs30_1 from "./assets/rgs30/rgs30_1.jpg";
import rgs30_2 from "./assets/rgs30/rgs30_2.jpg";
import rgs30_3 from "./assets/rgs30/rgs30_3.jpg";
import rgs30_4 from "./assets/rgs30/rgs30_4.jpg";

import rgs30_2_1 from "./assets/rgs30/rgs30_2_1.jpg";
import rgs30_2_2 from "./assets/rgs30/rgs30_2_2.jpg";
import rgs30_2_3 from "./assets/rgs30/rgs30_2_3.jpg";
import rgs30_2_4 from "./assets/rgs30/rgs30_2_4.jpg";

import rgs30_3_1 from "./assets/rgs30/rgs30_3_1.jpg";
import rgs30_3_2 from "./assets/rgs30/rgs30_3_2.jpg";
import rgs30_3_3 from "./assets/rgs30/rgs30_3_3.jpg";
import rgs30_3_4 from "./assets/rgs30/rgs30_3_4.jpg";

import rgs30_footbg from "./assets/rgs30/rgs30_fpptbg.jpg";

// rgs 40 images
import rgs40_1 from "./assets/rgs40/rgs40_1.jpg";
import rgs40_2 from "./assets/rgs40/rgs40_2.jpg";
import rgs40_3 from "./assets/rgs40/rgs40_3.jpg";
import rgs40_4 from "./assets/rgs40/rgs40_4.jpg";

import rgs40_2_1 from "./assets/rgs40/rgs40_2_1.jpg";
import rgs40_2_2 from "./assets/rgs40/rgs40_2_2.jpg";
import rgs40_2_3 from "./assets/rgs40/rgs40_2_3.jpg";
import rgs40_2_4 from "./assets/rgs40/rgs40_2_4.jpg";

import rgs40_3_1 from "./assets/rgs40/rgs40_3_1.jpg";
import rgs40_3_2 from "./assets/rgs40/rgs40_3_2.jpg";
import rgs40_3_3 from "./assets/rgs40/rgs40_3_3.jpg";
import rgs40_3_4 from "./assets/rgs40/rgs40_3_4.jpg";

import rgs40_footbg from "./assets/rgs40/rgs40_footbg.jpg";

// rgs 50 images
import rgs50_1 from "./assets/rgs50/rgs50_1.jpg";
import rgs50_2 from "./assets/rgs50/rgs50_2.jpg";
import rgs50_3 from "./assets/rgs50/rgs50_3.jpg";
import rgs50_4 from "./assets/rgs50/rgs50_4.jpg";

import rgs50_2_1 from "./assets/rgs50/rgs50_2_1.jpg";
import rgs50_2_2 from "./assets/rgs50/rgs50_2_2.jpg";
import rgs50_2_3 from "./assets/rgs50/rgs50_2_3.jpg";
import rgs50_2_4 from "./assets/rgs50/rgs50_2_4.jpg";

import rgs50_3_1 from "./assets/rgs50/rgs50_3_1.jpg";
import rgs50_3_2 from "./assets/rgs50/rgs50_3_2.jpg";
import rgs50_3_3 from "./assets/rgs50/rgs50_3_3.jpg";
import rgs50_3_4 from "./assets/rgs50/rgs50_3_4.jpg";

import rgs50_footbg from "./assets/rgs50/rgs50_footbg.jpg";

// rgs 60 images
import rgs60_1 from "./assets/rgs60/rgs60_1.jpg";
import rgs60_2 from "./assets/rgs60/rgs60_2.jpg";
import rgs60_3 from "./assets/rgs60/rgs60_3.jpg";
import rgs60_4 from "./assets/rgs60/rgs60_4.jpg";
import rgs60_5 from "./assets/rgs60/rgs60_5.jpg";
import rgs60_6 from "./assets/rgs60/rgs60_6.jpg";
import rgs60_7 from "./assets/rgs60/rgs60_7.jpg";

import rgs60_2_1 from "./assets/rgs60/rgs60_2_1.jpg";
import rgs60_2_2 from "./assets/rgs60/rgs60_2_2.jpg";
import rgs60_2_3 from "./assets/rgs60/rgs60_2_3.jpg";
import rgs60_2_4 from "./assets/rgs60/rgs60_2_4.jpg";

import rgs60_3_1 from "./assets/rgs60/rgs60_3_1.jpg";
import rgs60_3_2 from "./assets/rgs60/rgs60_3_2.jpg";
import rgs60_3_3 from "./assets/rgs60/rgs60_3_3.jpg";
import rgs60_3_4 from "./assets/rgs60/rgs60_3_4.jpg";

import rgs60_footbg from "./assets/rgs60/rgs60_footbg.jpg";

// rgs 70 images
import rgs75_1 from "./assets/rgs75/rgs75_1.jpg";
import rgs75_2 from "./assets/rgs75/rgs75_2.jpg";
import rgs75_3 from "./assets/rgs75/rgs75_3.jpg";
import rgs75_4 from "./assets/rgs75/rgs75_4.jpg";

import rgs75_2_1 from "./assets/rgs75/rgs75_2_1.jpg";
import rgs75_2_2 from "./assets/rgs75/rgs75_2_2.jpg";
import rgs75_2_3 from "./assets/rgs75/rgs75_2_3.jpg";
import rgs75_2_4 from "./assets/rgs75/rgs75_2_4.jpg";

import rgs75_3_1 from "./assets/rgs75/rgs75_3_1.jpg";
import rgs75_3_2 from "./assets/rgs75/rgs75_3_2.jpg";
import rgs75_3_3 from "./assets/rgs75/rgs75_3_3.jpg";
import rgs75_3_4 from "./assets/rgs75/rgs75_3_4.jpg";

import rgs75_footbg from "./assets/rgs75/rgs75_footbg.jpg";

// rgs 100 images
import rgs100_1 from "./assets/rgs100/rgs100_1.jpg";
import rgs100_2 from "./assets/rgs100/rgs100_2.jpg";
import rgs100_3 from "./assets/rgs100/rgs100_3.jpg";
import rgs100_4 from "./assets/rgs100/rgs100_4.jpg";

import rgs100_2_1 from "./assets/rgs100/rgs100_2_1.jpg";
import rgs100_2_2 from "./assets/rgs100/rgs100_2_2.jpg";
import rgs100_2_3 from "./assets/rgs100/rgs100_2_3.jpg";
import rgs100_2_4 from "./assets/rgs100/rgs100_2_4.jpg";

import rgs100_3_1 from "./assets/rgs100/rgs100_3_1.jpg";
import rgs100_3_2 from "./assets/rgs100/rgs100_3_2.jpg";
import rgs100_3_3 from "./assets/rgs100/rgs100_3_3.jpg";
import rgs100_3_4 from "./assets/rgs100/rgs100_3_4.jpg";

import rgs100_footerbg from "./assets/rgs100/rgs100_footbg.jpg";

export const data = [
  {
    id: "rgs-3",
    // part 1
    caption: "РГС-3 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 3 м³ (РГС-3).",
    desc2:
      "Резервуары РГС-3 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs3_1, rgs3_2, rgs3_3, rgs3_4],
    // part 2
    caption2: "Заказ резервуара РГС-3",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs3_2_1, rgs3_2_2, rgs3_2_3, rgs3_2_4],
    zakazDesc:
      "Резервуар РГС-3 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-3 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-3:",
    part3Img1: {
      img1: part3Img1_1,
      img2: part3Img1_2,
    },
    subCaption2: "Резервуар подземный РГСп-3:",
    part3Img2: {
      img1: part3Img2_1,
      img2: part3Img2_2,
    },

    // part 4
    caption4: "Варианты изготовления РГС-3",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит РГС-3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-3:",
    part4List1: [
      "РГСн-3 – наземного расположения;",
      "РГСп-3 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-3:",
    part4List2: [
      "РГСн-3: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-3: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-3: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-3: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-3:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-3 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров объемом 3м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Характеристики резервуаров РГС-3",
    table: {
      thead: {
        tr1: ["РГС-3", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "3,00", "3,00", "3,00", "3,00"],
        ["диаметр, м", "1,40", "1,42", "1,90", "1,42"],
        ["высота на опорах, м", "1,60", "1,60", "1,60", "1,60"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "2,96",
          "2,96",
        ],
        ["длина резервуара, м", "2,06", "2,08", "2,06", "2,08"],
        ["масса общая, т", "0,53", "0,83", "0,83", "	1,13"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-3 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: part8Img,
  },
  {
    id: "rgs-5",
    // part 1
    caption: "РГС-5 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 5 м³ (РГС-5).",
    desc2:
      "Резервуары РГС-5 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-5 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs5_1, rgs5_2, rgs5_3, rgs5_4],
    // part 2
    caption2: "Заказ резервуара РГС-5",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-5, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs5_2_1, rgs5_2_2, rgs5_2_3, rgs5_2_4],
    zakazDesc:
      "Резервуар РГС-5 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-5 от ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ»",
    subCaption1: "Резервуар наземный РГСн-5:",
    part3Img1: {
      img1: rgs5_3_1,
      img2: rgs5_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-5:",
    part3Img2: {
      img1: rgs5_3_3,
      img2: rgs5_3_4,
    },

    // part 4
    caption4: "Подземные / наземные РГС-5",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит РГС-5 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-5:",
    part4List1: [
      "РГСн-5 – наземного расположения;",
      "РГСп-5 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-5:",
    part4List2: [
      "РГСн-5: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-5: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-5: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-5: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-5:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-5 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров стальных горизонтальных объемом 5м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Характеристики резервуаров РГС-5",
    table: {
      thead: {
        tr1: ["РГС-5", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "5,00", "5,00", "5,00", "5,00"],
        ["диаметр, м", "1,90", "1,92", "1,90", "1,92"],
        ["высота на опорах, м", "2,05", "2,05", "2,05", "2,05"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,40",
          "3,40",
        ],
        ["длина резервуара, м", "1,90", "1,92", "1,90", "1,92"],
        ["масса общая, т", "0,70", "0,83", "1,00", "	1,40"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-5 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-10",
    // part 1
    caption:
      "РГС-10 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 10 м³ (РГС-10).",
    desc2:
      "Резервуар РГС-10 для нефтепродуктов используют для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-10 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs10_1, rgs10_2, rgs10_3],
    // part 2
    caption2: "Заказ резервуара РГС-10",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-10, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs10_2_1, rgs10_2_2, rgs10_2_3, rgs10_2_4],
    zakazDesc: "Типовые резервуары РГС-10 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-10 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-10:",
    part3Img1: {
      img1: rgs10_3_1,
      img2: rgs10_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-10:",
    part3Img2: {
      img1: rgs10_3_3,
      img2: rgs10_3_4,
    },
    part3Desc:
      "Цена РГС-10 м3 варьируется в зависимости от толщин стенок, днища резервуара.",

    // part 4
    caption4: "Подземные / наземные РГС-10",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-10 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / надземные резервуары РГС-10:",
    part4List1: [
      "РГСн-10 – наземного расположения;",
      "РГСп-10 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-10:",
    part4List2: [
      "РГСн-10: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-10: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-10: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-10: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-10:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции емкостей горизонтальных могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики РГС объемом 10 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-10 м3",
    table: {
      thead: {
        tr1: ["РГС-10", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "10,00", "10,00", "10,00", "10,00"],
        ["диаметр, м", "2,07", "2,09", "2,07", "2,09"],
        ["высота на опорах, м", "2,22", "2,22", "2,22", "2,22"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,52",
          "3,52",
        ],
        ["длина резервуара, м", "3,40", "3,42", "3,40", "3,42"],
        ["масса общая, т", "0,99", "1,80", "1,29", "	2,10"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-10 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs10_footerbg,
  },
  {
    id: "rgs-15",
    // part 1
    caption:
      "РГС-15 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 15 м³ (РГС-15).",
    desc2:
      "Резервуары РГС-15 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар 15 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs15_1, rgs15_2, rgs15_3, rgs15_4],
    // part 2
    caption2: "Заказ резервуара РГС-15",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-15, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs15_2_1, rgs15_2_2, rgs15_2_3, rgs15_2_4],
    zakazDesc:
      "Резервуар 15 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:”",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-15 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-15:",
    part3Img1: {
      img1: rgs15_3_1,
      img2: rgs15_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-15:",
    part3Img2: {
      img1: rgs15_3_3,
      img2: rgs15_3_4,
    },

    // part 4
    caption4: "Подземные / наземные РГС-15",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит резервуары РГС-15 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-15:",
    part4List1: [
      "РГСн-15 – наземного расположения;",
      "РГСп-15 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-15:",
    part4List2: [
      "РГСн-15: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-15: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-15: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-15: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 15 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-15",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 15 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-15 м3:",
    table: {
      thead: {
        tr1: ["РГС-15", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "15,00", "15,00", "15,00", "15,00"],
        ["диаметр, м", "2,07", "2,09", "2,07", "2,09"],
        ["высота на опорах, м", "2,22", "2,22", "2,22", "2,22"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "4,90", "4,92", "4,90", "4,92"],
        ["масса общая, т", "1,40", "2,60", "1,70", "2,90"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-15 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs15_footbg,
  },
  {
    id: "rgs-20",
    // part 1
    caption:
      "РГС-20 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 20м³ (РГС-20).",
    desc2:
      "Резервуары РГС-20 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-20 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs20_1, rgs20_2, rgs20_3, rgs20_4],
    // part 2
    caption2: "Заказ резервуара РГС-20",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 20 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs20_2_1, rgs20_2_2, rgs20_2_3, rgs20_2_4],
    zakazDesc:
      "Резервуар 20 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-20 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-20:",
    part3Img1: {
      img1: rgs20_3_1,
      img2: rgs20_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-20:",
    part3Img2: {
      img1: rgs20_3_3,
      img2: rgs20_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-20",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит резервуары 20 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-20:",
    part4List1: [
      "РГСн-20 – наземного расположения;",
      "РГСп-20 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-20:",
    part4List2: [
      "РГСн-20: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-20: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-20: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-20: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 20 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-20:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 20 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-20",
    table: {
      thead: {
        tr1: ["РГС-20", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "20,00", "20,00", "20,00", "20,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "	2,56", "	2,56", "	2,56", "	2,56"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "4,90", "4,92", "4,90", "4,92"],
        ["масса общая, т", "1,70", "3,10", "2,00", "3,40"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-20 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs20_footbg,
  },
  {
    id: "rgs-25",
    // part 1
    caption:
      "РГС-25 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 25 м³ (РГС-25).",
    desc2:
      "Резервуары 25 м3 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-25 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs25_1, rgs25_2, rgs25_3, rgs25_4],
    // part 2
    caption2: "Заказ резервуара РГС-25",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-25, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs25_2_1, rgs25_2_2, rgs25_2_3, rgs25_2_4],
    zakazDesc:
      "Резервуар 25 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-25 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-25:",
    part3Img1: {
      img1: rgs25_3_1,
      img2: rgs25_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-25:",
    part3Img2: {
      img1: rgs25_3_3,
      img2: rgs25_3_4,
    },
    part3Desc: "Цена РГС-25 зависит от толщины стенок, днища и марки стали.",

    // part 4
    caption4: "Подземные / наземные РГС-25",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары 25 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-25:",
    part4List1: [
      "РГСн-25 – наземного расположения;",
      "РГСп-25 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-25:",
    part4List2: [
      "РГСн-25: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-25: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-25: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-25: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 25 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-25:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции емкостей РГС-25 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар 25 м3 получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных РГС мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров РГС-25 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров 25 м3",
    table: {
      thead: {
        tr1: ["РГС-25", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "25,00", "25,00", "25,00", "25,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "6,60", "6,60", "6,60", "6,60"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "6,60", "6,62", "6,60", "6,62"],
        ["масса общая, т", "2,15", "3,70", "2,45", "4,00"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-25 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-30",
    // part 1
    caption:
      "РГС-30 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 30 м³ (РГС-30).",
    desc2:
      "Резервуары РГС-30 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-30 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs30_1, rgs30_2, rgs30_3, rgs30_4],
    // part 2
    caption2: "Заказ резервуара РГС-30",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 30 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs30_2_1, rgs30_2_2, rgs30_2_3, rgs30_2_4],
    zakazDesc:
      "Резервуар 30 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-30 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-30:",
    part3Img1: {
      img1: rgs30_3_1,
      img2: rgs30_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-30:",
    part3Img2: {
      img1: rgs30_3_3,
      img2: rgs30_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-30",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит резервуары 30 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-30:",
    part4List1: [
      "РГСн-30 – наземного расположения;",
      "РГСп-30 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-30:",
    part4List2: [
      "РГСн-30: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-30: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-30: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-30: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 30 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-30:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-30 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 30 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-30",
    table: {
      thead: {
        tr1: ["РГС-30", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "30,00", "30,00", "30,00", "30,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "2,56", "2,56", "2,56", "2,56"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "2,00", "2,02", "2,00", "2,02"],
        ["масса общая, т", "2,65", "4,40", "2,95", "4,70"],
        ["количество опор, шт", "3,00", "3,00", "3,00", "3,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-30 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs30_footbg,
  },
  {
    id: "rgs-40",
    // part 1
    caption:
      "РГС-40 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 40 м³ (РГС-40).",
    desc2:
      "Резервуары РГС-40 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-40 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs40_1, rgs40_2, rgs40_3, rgs40_4],
    // part 2
    caption2: "Заказ резервуара РГС-40",
    zakazText:
      "Наши Заказчики всегда могут приобрести емкость 40 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs40_2_1, rgs40_2_2, rgs40_2_3, rgs40_2_4],
    zakazDesc:
      "Резервуар РГС-40 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-40 от ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ»",
    subCaption1: "Резервуар наземный РГСн-40:",
    part3Img1: {
      img1: rgs40_3_1,
      img2: rgs40_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-40:",
    part3Img2: {
      img1: rgs40_3_3,
      img2: rgs40_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-40",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-40 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-40:",
    part4List1: [
      "РГСн-40 – наземного расположения;",
      "РГСп-40 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-40:",
    part4List2: [
      "РГСн-40: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-40: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-40: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-40: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 40 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-40:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-40 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 40 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-40",
    table: {
      thead: {
        tr1: ["РГС-40", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "40,00", "40,00", "40,00", "40,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "2,56", "2,56", "2,56", "2,56"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "3,10", "5,50", "3,40", "5,80"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-40 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs40_footbg,
  },
  {
    id: "rgs-50",
    // part 1
    caption:
      "РГС-50 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 50 м³ (РГС-50).",
    desc2:
      "Резервуары РГС-50 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-50 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs50_1, rgs50_2, rgs50_3, rgs50_4],
    // part 2
    caption2: "Заказ резервуара РГС-50",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-50 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs50_2_1, rgs50_2_2, rgs50_2_3, rgs50_2_4],
    zakazDesc:
      "Резервуар РГС-50 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-50 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-50:",
    part3Img1: {
      img1: rgs50_3_1,
      img2: rgs50_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-50:",
    part3Img2: {
      img1: rgs50_3_3,
      img2: rgs50_3_4,
    },
    part3Desc: "Цена РГС-50 формируется исходя из комплектации резервуара.",

    // part 4
    caption4: "Варианты исполнения РГС-50",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-50 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-50:",
    part4List1: [
      "РГСн-50 – наземного расположения;",
      "РГСп-50 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-50:",
    part4List2: [
      "РГСн-50: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-50: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-50: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-50: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 50 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-50 м3:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции емкостей РГС-50 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики РГС объемом 50 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-50 м3",
    table: {
      thead: {
        tr1: ["РГС-50", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "50,00", "50,00", "50,00", "50,00"],
        ["диаметр, м", "2,80", "2,82", "2,80", "2,82"],
        ["высота на опорах, м", "2,96", "2,96", "2,96", "2,96"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,21",
          "4,21",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "3,70", "6,50", "4,00", "6,80"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-50 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs50_footbg,
  },
  {
    id: "rgs-60",
    // part 1
    caption:
      "РГС-60 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа емкость 60 м3 (РГС-60).",
    desc2:
      "Резервуары РГС-60 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-60 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs60_1, rgs60_2, rgs60_3, rgs60_4, rgs60_5, rgs60_6, rgs60_7],
    // part 2
    caption2: "Заказ резервуара РГС-60",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 60 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs60_2_1, rgs60_2_2, rgs60_2_3, rgs60_2_4],
    zakazDesc:
      "Резервуар 60 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-60 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-60:",
    part3Img1: {
      img1: rgs60_3_1,
      img2: rgs60_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-60:",
    part3Img2: {
      img1: rgs60_3_3,
      img2: rgs60_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-60",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары 60 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-60:",
    part4List1: [
      "РГСн-60 – наземного расположения;",
      "РГСп-60 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-60:",
    part4List2: [
      "РГСн-60: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-60: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-60: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-60: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 60 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-60:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-60 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар 60 м3 получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики РГС объемом 60 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-60",
    table: {
      thead: {
        tr1: ["РГС-60", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "60,00", "60,00", "60,00", "60,00"],
        ["диаметр, м", "2,80", "2,82", "2,80", "2,82"],
        ["высота на опорах, м", "2,96", "2,96", "2,96", "2,96"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,21",
          "4,21",
        ],
        ["длина резервуара, м", "	10,60", "10,62", "	10,60", "10,62"],
        ["масса общая, т", "4,00", "7,10", "4,30", "7,40"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-60 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs60_footbg,
  },
  {
    id: "rgs-75",
    // part 1
    caption:
      "РГС-75 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 75 м³ (РГС-75).",
    desc2:
      "Резервуары РГС-75 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-75 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs75_1, rgs75_2, rgs75_3, rgs75_4],
    // part 2
    caption2: "Заказ резервуара РГС-75",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 75 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs75_2_1, rgs75_2_2, rgs75_2_3, rgs75_2_4],
    zakazDesc:
      "Резервуар 75 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-75 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-75:",
    part3Img1: {
      img1: rgs75_3_1,
      img2: rgs75_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-75:",
    part3Img2: {
      img1: rgs75_3_3,
      img2: rgs75_3_4,
    },
    part3Desc:
      "Цена резервуара РГС-75 формируется исходя из комплектации емкости.",

    // part 4
    caption4: "Варианты исполнения РГС-75",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-75 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-75:",
    part4List1: [
      "РГСн-75 – наземного расположения;",
      "РГСп-75 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные резервуары РГС-75:",
    part4List2: [
      "РГСн-75: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-75: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-75: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-75: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 75 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-75:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции резервуаров РГС-75 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 75 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров 75 м3",
    table: {
      thead: {
        tr1: ["РГС-75", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "75,00", "75,00", "75,00", "75,00"],
        ["диаметр, м", "3,24", "3,26", "3,24", "3,26"],
        ["высота на опорах, м", "3,40", "3,40", "3,40", "3,40"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,70",
          "4,70",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "4,50", "8,50", "4,80", "8,80"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "5,00", "5,00", "5,00", "5,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-75 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs75_footbg,
  },
  {
    id: "rgs-100",
    // part 1
    caption:
      "РГС-100 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 100 м³ (РГС-100).",
    desc2:
      "Резервуары РГС-100 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-100 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs100_1, rgs100_2, rgs100_3, rgs100_4],
    // part 2
    caption2: "Заказ резервуара РГС-100",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 100 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs100_2_1, rgs100_2_2, rgs100_2_3, rgs100_2_4],
    zakazDesc:
      "Резервуар 100 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: teknikinnovatsion.info@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-100 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-100:",
    part3Img1: {
      img1: rgs100_3_1,
      img2: rgs100_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-100:",
    part3Img2: {
      img1: rgs100_3_3,
      img2: rgs100_3_4,
    },
    part3Desc: "Цена РГС-100 формируется исходя из комплектации резервуара.",

    // part 4
    caption4: "Варианты исполнения РГС-100",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары 100 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-100:",
    part4List1: [
      "Резервуар РГСп-100 – подземного расположения с технологическим колодцем;",
      "РГСн-100 – наземного расположения.",
    ],
    part4SubCaption2: "Одностенные / двустенные резервуары РГС-100:",
    part4List2: [
      "РГСн-100: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-100: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-100: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-100: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 100 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-100:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-100 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС-100 получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 100 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения",

    // part 7
    caption7: "Технические характеристики резервуаров 100 м3",
    table: {
      thead: {
        tr1: ["РГС-100", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "100,00", "100,00", "100,00", "100,00"],
        ["диаметр, м", "3,24", "3,26", "3,24", "3,26"],
        ["высота на опорах, м", "3,40", "3,40", "3,40", "3,40"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,99",
          "4,99",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "5,40", "10,90", "5,70", "11,20"],
        ["количество опор, шт", "5,00", "5,00", "5,00", "5,00"],
        ["толщина обечайки, мм", "5,00", "5,00", "5,00", "5,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-100 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs100_footerbg,
  },
];
