// rgs 3 images
import rgs3_1 from "./assets/rgs3/rgs-3-1.jpg";
import rgs3_2 from "./assets/rgs3/rgs-3-2.jpg";
import rgs3_3 from "./assets/rgs3/rgs-3-3.jpg";
import rgs3_4 from "./assets/rgs3/rgs-3-4.jpg";

import rgs3_2_1 from "./assets/rgs3/rgs3_2_1.jpg";
import rgs3_2_2 from "./assets/rgs3/rgs3_2_2.jpg";
import rgs3_2_3 from "./assets/rgs3/rgs3_2_3.jpg";
import rgs3_2_4 from "./assets/rgs3/rgs3_2_4.jpg";

import part3Img1_1 from "./assets/rgs3/part3Img1.jpg";
import part3Img1_2 from "./assets/rgs3/part3Img2.jpg";

import part3Img2_1 from "./assets/rgs3/part3Img3.jpg";
import part3Img2_2 from "./assets/rgs3/part3Img4.jpg";

import part8Img from "./assets/rgs3/rg3Part8Img.jpg";

// rgs 5 images
import rgs5_1 from "./assets/rgs5/rgs5_1.jpg";
import rgs5_2 from "./assets/rgs5/rgs5_2.jpg";
import rgs5_3 from "./assets/rgs5/rgs5_3.jpg";
import rgs5_4 from "./assets/rgs5/rgs5_4.jpg";

import rgs5_2_1 from "./assets/rgs5/rgs5_2_1.jpg";
import rgs5_2_2 from "./assets/rgs5/rgs5_2_2.jpg";
import rgs5_2_3 from "./assets/rgs5/rgs5_2_3.jpg";
import rgs5_2_4 from "./assets/rgs5/rgs5_2_4.jpg";

import rgs5_3_1 from "./assets/rgs5/rgs5_3_1.jpg";
import rgs5_3_2 from "./assets/rgs5/rgs5_3_2.jpg";
import rgs5_3_3 from "./assets/rgs5/rgs5_3_3.jpg";
import rgs5_3_4 from "./assets/rgs5/rgs5_3_4.jpg";

import rgs5BottomBg from "./assets/rgs5/rgs-5-bottombg.jpg";

// rgs 10 images
import rgs10_1 from "./assets/rgs10/rgs10_1.jpg";
import rgs10_2 from "./assets/rgs10/rgs10_2.jpg";
import rgs10_3 from "./assets/rgs10/rgs10_3.jpg";

import rgs10_2_1 from "./assets/rgs10/rgs10_2_1.jpg";
import rgs10_2_2 from "./assets/rgs10/rgs10_2_2.jpg";
import rgs10_2_3 from "./assets/rgs10/rgs10_2_3.jpg";
import rgs10_2_4 from "./assets/rgs10/rgs10_2_4.jpg";

import rgs10_3_1 from "./assets/rgs10/rgs10_3_1.jpg";
import rgs10_3_2 from "./assets/rgs10/rgs10_3_2.jpg";
import rgs10_3_3 from "./assets/rgs10/rgs10_3_3.jpg";
import rgs10_3_4 from "./assets/rgs10/rgs10_3_4.jpg";

import rgs10_footerbg from "./assets/rgs10/rgs10_footerbg.jpg";

// rgs 15 images
import rgs15_1 from "./assets/rgs15/rgs_15_1.jpg";
import rgs15_2 from "./assets/rgs15/rgs_15_2.jpg";
import rgs15_3 from "./assets/rgs15/rgs_15_3.jpg";
import rgs15_4 from "./assets/rgs15/rgs_15_4.jpg";

import rgs15_2_1 from "./assets/rgs15/rgs15_2_1.jpg";
import rgs15_2_2 from "./assets/rgs15/rgs15_2_2.jpg";
import rgs15_2_3 from "./assets/rgs15/rgs15_2_3.jpg";
import rgs15_2_4 from "./assets/rgs15/rgs15_2_4.jpg";

import rgs15_3_1 from "./assets/rgs15/rgs15_3_1.jpg";
import rgs15_3_2 from "./assets/rgs15/rgs15_3_2.jpg";
import rgs15_3_3 from "./assets/rgs15/rgs15_3_3.jpg";
import rgs15_3_4 from "./assets/rgs15/rgs15_3_4.jpg";

import rgs15_footbg from "./assets/rgs15/rgs15_footbg.jpg";

// rgs 20 images
import rgs20_1 from "./assets/rgs20/rgs20_1.jpg";
import rgs20_2 from "./assets/rgs20/rgs20_2.jpg";
import rgs20_3 from "./assets/rgs20/rgs20_3.jpg";
import rgs20_4 from "./assets/rgs20/rgs20_4.jpg";

import rgs20_2_1 from "./assets/rgs20/rgs20_2_1.jpg";
import rgs20_2_2 from "./assets/rgs20/rgs20_2_2.jpg";
import rgs20_2_3 from "./assets/rgs20/rgs20_2_3.jpg";
import rgs20_2_4 from "./assets/rgs20/rgs20_2_4.jpg";

import rgs20_3_1 from "./assets/rgs20/rgs20_3_1.jpg";
import rgs20_3_2 from "./assets/rgs20/rgs20_3_2.jpg";
import rgs20_3_3 from "./assets/rgs20/rgs20_3_3.jpg";
import rgs20_3_4 from "./assets/rgs20/rgs20_3_4.jpg";

import rgs20_footbg from "./assets/rgs20/rgs20_footbg.jpg";

// rgs 25 images
import rgs25_1 from "./assets/rgs25/rgs25_1.jpg";
import rgs25_2 from "./assets/rgs25/rgs25_2.jpg";
import rgs25_3 from "./assets/rgs25/rgs25_3.jpg";
import rgs25_4 from "./assets/rgs25/rgs25_4.jpg";

import rgs25_2_1 from "./assets/rgs25/rgs25_2_1.jpg";
import rgs25_2_2 from "./assets/rgs25/rgs25_2_2.jpg";
import rgs25_2_3 from "./assets/rgs25/rgs25_2_3.jpg";
import rgs25_2_4 from "./assets/rgs25/rgs25_2_4.jpg";

import rgs25_3_1 from "./assets/rgs25/rgs25_3_1.jpg";
import rgs25_3_2 from "./assets/rgs25/rgs25_3_2.jpg";
import rgs25_3_3 from "./assets/rgs25/rgs25_3_3.jpg";
import rgs25_3_4 from "./assets/rgs25/rgs25_3_4.jpg";

// rgs 30 images
import rgs30_1 from "./assets/rgs30/rgs30_1.jpg";
import rgs30_2 from "./assets/rgs30/rgs30_2.jpg";
import rgs30_3 from "./assets/rgs30/rgs30_3.jpg";
import rgs30_4 from "./assets/rgs30/rgs30_4.jpg";

import rgs30_2_1 from "./assets/rgs30/rgs30_2_1.jpg";
import rgs30_2_2 from "./assets/rgs30/rgs30_2_2.jpg";
import rgs30_2_3 from "./assets/rgs30/rgs30_2_3.jpg";
import rgs30_2_4 from "./assets/rgs30/rgs30_2_4.jpg";

import rgs30_3_1 from "./assets/rgs30/rgs30_3_1.jpg";
import rgs30_3_2 from "./assets/rgs30/rgs30_3_2.jpg";
import rgs30_3_3 from "./assets/rgs30/rgs30_3_3.jpg";
import rgs30_3_4 from "./assets/rgs30/rgs30_3_4.jpg";

import rgs30_footbg from "./assets/rgs30/rgs30_fpptbg.jpg";

// rgs 40 images
import rgs40_1 from "./assets/rgs40/rgs40_1.jpg";
import rgs40_2 from "./assets/rgs40/rgs40_2.jpg";
import rgs40_3 from "./assets/rgs40/rgs40_3.jpg";
import rgs40_4 from "./assets/rgs40/rgs40_4.jpg";

import rgs40_2_1 from "./assets/rgs40/rgs40_2_1.jpg";
import rgs40_2_2 from "./assets/rgs40/rgs40_2_2.jpg";
import rgs40_2_3 from "./assets/rgs40/rgs40_2_3.jpg";
import rgs40_2_4 from "./assets/rgs40/rgs40_2_4.jpg";

import rgs40_3_1 from "./assets/rgs40/rgs40_3_1.jpg";
import rgs40_3_2 from "./assets/rgs40/rgs40_3_2.jpg";
import rgs40_3_3 from "./assets/rgs40/rgs40_3_3.jpg";
import rgs40_3_4 from "./assets/rgs40/rgs40_3_4.jpg";

import rgs40_footbg from "./assets/rgs40/rgs40_footbg.jpg";

// rgs 50 images
import rgs50_1 from "./assets/rgs50/rgs50_1.jpg";
import rgs50_2 from "./assets/rgs50/rgs50_2.jpg";
import rgs50_3 from "./assets/rgs50/rgs50_3.jpg";
import rgs50_4 from "./assets/rgs50/rgs50_4.jpg";

import rgs50_2_1 from "./assets/rgs50/rgs50_2_1.jpg";
import rgs50_2_2 from "./assets/rgs50/rgs50_2_2.jpg";
import rgs50_2_3 from "./assets/rgs50/rgs50_2_3.jpg";
import rgs50_2_4 from "./assets/rgs50/rgs50_2_4.jpg";

import rgs50_3_1 from "./assets/rgs50/rgs50_3_1.jpg";
import rgs50_3_2 from "./assets/rgs50/rgs50_3_2.jpg";
import rgs50_3_3 from "./assets/rgs50/rgs50_3_3.jpg";
import rgs50_3_4 from "./assets/rgs50/rgs50_3_4.jpg";

import rgs50_footbg from "./assets/rgs50/rgs50_footbg.jpg";

// rgs 60 images
import rgs60_1 from "./assets/rgs60/rgs60_1.jpg";
import rgs60_2 from "./assets/rgs60/rgs60_2.jpg";
import rgs60_3 from "./assets/rgs60/rgs60_3.jpg";
import rgs60_4 from "./assets/rgs60/rgs60_4.jpg";
import rgs60_5 from "./assets/rgs60/rgs60_5.jpg";
import rgs60_6 from "./assets/rgs60/rgs60_6.jpg";
import rgs60_7 from "./assets/rgs60/rgs60_7.jpg";

import rgs60_2_1 from "./assets/rgs60/rgs60_2_1.jpg";
import rgs60_2_2 from "./assets/rgs60/rgs60_2_2.jpg";
import rgs60_2_3 from "./assets/rgs60/rgs60_2_3.jpg";
import rgs60_2_4 from "./assets/rgs60/rgs60_2_4.jpg";

import rgs60_3_1 from "./assets/rgs60/rgs60_3_1.jpg";
import rgs60_3_2 from "./assets/rgs60/rgs60_3_2.jpg";
import rgs60_3_3 from "./assets/rgs60/rgs60_3_3.jpg";
import rgs60_3_4 from "./assets/rgs60/rgs60_3_4.jpg";

import rgs60_footbg from "./assets/rgs60/rgs60_footbg.jpg";

// rgs 70 images
import rgs75_1 from "./assets/rgs75/rgs75_1.jpg";
import rgs75_2 from "./assets/rgs75/rgs75_2.jpg";
import rgs75_3 from "./assets/rgs75/rgs75_3.jpg";
import rgs75_4 from "./assets/rgs75/rgs75_4.jpg";

import rgs75_2_1 from "./assets/rgs75/rgs75_2_1.jpg";
import rgs75_2_2 from "./assets/rgs75/rgs75_2_2.jpg";
import rgs75_2_3 from "./assets/rgs75/rgs75_2_3.jpg";
import rgs75_2_4 from "./assets/rgs75/rgs75_2_4.jpg";

import rgs75_3_1 from "./assets/rgs75/rgs75_3_1.jpg";
import rgs75_3_2 from "./assets/rgs75/rgs75_3_2.jpg";
import rgs75_3_3 from "./assets/rgs75/rgs75_3_3.jpg";
import rgs75_3_4 from "./assets/rgs75/rgs75_3_4.jpg";

import rgs75_footbg from "./assets/rgs75/rgs75_footbg.jpg";

// rgs 100 images
import rgs100_1 from "./assets/rgs100/rgs100_1.jpg";
import rgs100_2 from "./assets/rgs100/rgs100_2.jpg";
import rgs100_3 from "./assets/rgs100/rgs100_3.jpg";
import rgs100_4 from "./assets/rgs100/rgs100_4.jpg";

import rgs100_2_1 from "./assets/rgs100/rgs100_2_1.jpg";
import rgs100_2_2 from "./assets/rgs100/rgs100_2_2.jpg";
import rgs100_2_3 from "./assets/rgs100/rgs100_2_3.jpg";
import rgs100_2_4 from "./assets/rgs100/rgs100_2_4.jpg";

import rgs100_3_1 from "./assets/rgs100/rgs100_3_1.jpg";
import rgs100_3_2 from "./assets/rgs100/rgs100_3_2.jpg";
import rgs100_3_3 from "./assets/rgs100/rgs100_3_3.jpg";
import rgs100_3_4 from "./assets/rgs100/rgs100_3_4.jpg";

import rgs100_footerbg from "./assets/rgs100/rgs100_footbg.jpg";

// ru
export const dataRu = [
  {
    id: "rgs-3",
    // part 1
    caption: "РГС-3 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 3 м³ (РГС-3).",
    desc2:
      "Резервуары РГС-3 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs3_1, rgs3_2, rgs3_3, rgs3_4],
    // part 2
    caption2: "Заказ резервуара РГС-3",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs3_2_1, rgs3_2_2, rgs3_2_3, rgs3_2_4],
    zakazDesc:
      "Резервуар РГС-3 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-3 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-3:",
    part3Img1: {
      img1: part3Img1_1,
      img2: part3Img1_2,
    },
    subCaption2: "Резервуар подземный РГСп-3:",
    part3Img2: {
      img1: part3Img2_1,
      img2: part3Img2_2,
    },

    // part 4
    caption4: "Варианты изготовления РГС-3",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит РГС-3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-3:",
    part4List1: [
      "РГСн-3 – наземного расположения;",
      "РГСп-3 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-3:",
    part4List2: [
      "РГСн-3: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-3: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-3: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-3: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-3:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-3 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров объемом 3м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Характеристики резервуаров РГС-3",
    table: {
      thead: {
        tr1: ["РГС-3", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "3,00", "3,00", "3,00", "3,00"],
        ["диаметр, м", "1,40", "1,42", "1,90", "1,42"],
        ["высота на опорах, м", "1,60", "1,60", "1,60", "1,60"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "2,96",
          "2,96",
        ],
        ["длина резервуара, м", "2,06", "2,08", "2,06", "2,08"],
        ["масса общая, т", "0,53", "0,83", "0,83", "	1,13"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-3 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: part8Img,
  },
  {
    id: "rgs-5",
    // part 1
    caption: "РГС-5 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 5 м³ (РГС-5).",
    desc2:
      "Резервуары РГС-5 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-5 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs5_1, rgs5_2, rgs5_3, rgs5_4],
    // part 2
    caption2: "Заказ резервуара РГС-5",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-5, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs5_2_1, rgs5_2_2, rgs5_2_3, rgs5_2_4],
    zakazDesc:
      "Резервуар РГС-5 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-5 от ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ»",
    subCaption1: "Резервуар наземный РГСн-5:",
    part3Img1: {
      img1: rgs5_3_1,
      img2: rgs5_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-5:",
    part3Img2: {
      img1: rgs5_3_3,
      img2: rgs5_3_4,
    },

    // part 4
    caption4: "Подземные / наземные РГС-5",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит РГС-5 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-5:",
    part4List1: [
      "РГСн-5 – наземного расположения;",
      "РГСп-5 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-5:",
    part4List2: [
      "РГСн-5: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-5: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-5: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-5: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-5:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-5 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров стальных горизонтальных объемом 5м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Характеристики резервуаров РГС-5",
    table: {
      thead: {
        tr1: ["РГС-5", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "5,00", "5,00", "5,00", "5,00"],
        ["диаметр, м", "1,90", "1,92", "1,90", "1,92"],
        ["высота на опорах, м", "2,05", "2,05", "2,05", "2,05"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,40",
          "3,40",
        ],
        ["длина резервуара, м", "1,90", "1,92", "1,90", "1,92"],
        ["масса общая, т", "0,70", "0,83", "1,00", "	1,40"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-5 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-10",
    // part 1
    caption:
      "РГС-10 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 10 м³ (РГС-10).",
    desc2:
      "Резервуар РГС-10 для нефтепродуктов используют для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-10 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs10_1, rgs10_2, rgs10_3],
    // part 2
    caption2: "Заказ резервуара РГС-10",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-10, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs10_2_1, rgs10_2_2, rgs10_2_3, rgs10_2_4],
    zakazDesc: "Типовые резервуары РГС-10 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-10 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-10:",
    part3Img1: {
      img1: rgs10_3_1,
      img2: rgs10_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-10:",
    part3Img2: {
      img1: rgs10_3_3,
      img2: rgs10_3_4,
    },
    part3Desc:
      "Цена РГС-10 м3 варьируется в зависимости от толщин стенок, днища резервуара.",

    // part 4
    caption4: "Подземные / наземные РГС-10",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-10 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / надземные резервуары РГС-10:",
    part4List1: [
      "РГСн-10 – наземного расположения;",
      "РГСп-10 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-10:",
    part4List2: [
      "РГСн-10: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-10: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-10: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-10: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-10:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции емкостей горизонтальных могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики РГС объемом 10 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-10 м3",
    table: {
      thead: {
        tr1: ["РГС-10", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "10,00", "10,00", "10,00", "10,00"],
        ["диаметр, м", "2,07", "2,09", "2,07", "2,09"],
        ["высота на опорах, м", "2,22", "2,22", "2,22", "2,22"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,52",
          "3,52",
        ],
        ["длина резервуара, м", "3,40", "3,42", "3,40", "3,42"],
        ["масса общая, т", "0,99", "1,80", "1,29", "	2,10"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-10 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs10_footerbg,
  },
  {
    id: "rgs-15",
    // part 1
    caption:
      "РГС-15 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 15 м³ (РГС-15).",
    desc2:
      "Резервуары РГС-15 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар 15 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs15_1, rgs15_2, rgs15_3, rgs15_4],
    // part 2
    caption2: "Заказ резервуара РГС-15",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-15, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs15_2_1, rgs15_2_2, rgs15_2_3, rgs15_2_4],
    zakazDesc:
      "Резервуар 15 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:”",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-15 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-15:",
    part3Img1: {
      img1: rgs15_3_1,
      img2: rgs15_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-15:",
    part3Img2: {
      img1: rgs15_3_3,
      img2: rgs15_3_4,
    },

    // part 4
    caption4: "Подземные / наземные РГС-15",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит резервуары РГС-15 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-15:",
    part4List1: [
      "РГСн-15 – наземного расположения;",
      "РГСп-15 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-15:",
    part4List2: [
      "РГСн-15: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-15: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-15: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-15: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 15 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-15",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 15 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-15 м3:",
    table: {
      thead: {
        tr1: ["РГС-15", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "15,00", "15,00", "15,00", "15,00"],
        ["диаметр, м", "2,07", "2,09", "2,07", "2,09"],
        ["высота на опорах, м", "2,22", "2,22", "2,22", "2,22"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "4,90", "4,92", "4,90", "4,92"],
        ["масса общая, т", "1,40", "2,60", "1,70", "2,90"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-15 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs15_footbg,
  },
  {
    id: "rgs-20",
    // part 1
    caption:
      "РГС-20 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 20м³ (РГС-20).",
    desc2:
      "Резервуары РГС-20 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-20 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs20_1, rgs20_2, rgs20_3, rgs20_4],
    // part 2
    caption2: "Заказ резервуара РГС-20",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 20 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs20_2_1, rgs20_2_2, rgs20_2_3, rgs20_2_4],
    zakazDesc:
      "Резервуар 20 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-20 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-20:",
    part3Img1: {
      img1: rgs20_3_1,
      img2: rgs20_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-20:",
    part3Img2: {
      img1: rgs20_3_3,
      img2: rgs20_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-20",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит резервуары 20 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-20:",
    part4List1: [
      "РГСн-20 – наземного расположения;",
      "РГСп-20 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-20:",
    part4List2: [
      "РГСн-20: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-20: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-20: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-20: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 20 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-20:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 20 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-20",
    table: {
      thead: {
        tr1: ["РГС-20", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "20,00", "20,00", "20,00", "20,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "	2,56", "	2,56", "	2,56", "	2,56"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "4,90", "4,92", "4,90", "4,92"],
        ["масса общая, т", "1,70", "3,10", "2,00", "3,40"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-20 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs20_footbg,
  },
  {
    id: "rgs-25",
    // part 1
    caption:
      "РГС-25 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 25 м³ (РГС-25).",
    desc2:
      "Резервуары 25 м3 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-25 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs25_1, rgs25_2, rgs25_3, rgs25_4],
    // part 2
    caption2: "Заказ резервуара РГС-25",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-25, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs25_2_1, rgs25_2_2, rgs25_2_3, rgs25_2_4],
    zakazDesc:
      "Резервуар 25 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-25 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-25:",
    part3Img1: {
      img1: rgs25_3_1,
      img2: rgs25_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-25:",
    part3Img2: {
      img1: rgs25_3_3,
      img2: rgs25_3_4,
    },
    part3Desc: "Цена РГС-25 зависит от толщины стенок, днища и марки стали.",

    // part 4
    caption4: "Подземные / наземные РГС-25",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары 25 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-25:",
    part4List1: [
      "РГСн-25 – наземного расположения;",
      "РГСп-25 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-25:",
    part4List2: [
      "РГСн-25: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-25: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-25: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-25: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 25 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-25:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции емкостей РГС-25 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар 25 м3 получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных РГС мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров РГС-25 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров 25 м3",
    table: {
      thead: {
        tr1: ["РГС-25", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "25,00", "25,00", "25,00", "25,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "6,60", "6,60", "6,60", "6,60"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "6,60", "6,62", "6,60", "6,62"],
        ["масса общая, т", "2,15", "3,70", "2,45", "4,00"],
        ["количество опор, шт", "2,00", "2,00", "2,00", "2,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-25 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-30",
    // part 1
    caption:
      "РГС-30 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 30 м³ (РГС-30).",
    desc2:
      "Резервуары РГС-30 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-30 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs30_1, rgs30_2, rgs30_3, rgs30_4],
    // part 2
    caption2: "Заказ резервуара РГС-30",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 30 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs30_2_1, rgs30_2_2, rgs30_2_3, rgs30_2_4],
    zakazDesc:
      "Резервуар 30 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-30 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-30:",
    part3Img1: {
      img1: rgs30_3_1,
      img2: rgs30_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-30:",
    part3Img2: {
      img1: rgs30_3_3,
      img2: rgs30_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-30",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит резервуары 30 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-30:",
    part4List1: [
      "РГСн-30 – наземного расположения;",
      "РГСп-30 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-30:",
    part4List2: [
      "РГСн-30: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-30: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-30: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-30: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 30 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту;",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-30:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-30 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 30 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-30",
    table: {
      thead: {
        tr1: ["РГС-30", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "30,00", "30,00", "30,00", "30,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "2,56", "2,56", "2,56", "2,56"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "2,00", "2,02", "2,00", "2,02"],
        ["масса общая, т", "2,65", "4,40", "2,95", "4,70"],
        ["количество опор, шт", "3,00", "3,00", "3,00", "3,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-30 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs30_footbg,
  },
  {
    id: "rgs-40",
    // part 1
    caption:
      "РГС-40 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 40 м³ (РГС-40).",
    desc2:
      "Резервуары РГС-40 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-40 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs40_1, rgs40_2, rgs40_3, rgs40_4],
    // part 2
    caption2: "Заказ резервуара РГС-40",
    zakazText:
      "Наши Заказчики всегда могут приобрести емкость 40 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs40_2_1, rgs40_2_2, rgs40_2_3, rgs40_2_4],
    zakazDesc:
      "Резервуар РГС-40 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-40 от ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ»",
    subCaption1: "Резервуар наземный РГСн-40:",
    part3Img1: {
      img1: rgs40_3_1,
      img2: rgs40_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-40:",
    part3Img2: {
      img1: rgs40_3_3,
      img2: rgs40_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-40",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-40 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-40:",
    part4List1: [
      "РГСн-40 – наземного расположения;",
      "РГСп-40 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-40:",
    part4List2: [
      "РГСн-40: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-40: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-40: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-40: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 40 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-40:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-40 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 40 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-40",
    table: {
      thead: {
        tr1: ["РГС-40", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "40,00", "40,00", "40,00", "40,00"],
        ["диаметр, м", "2,40", "2,42", "2,40", "2,42"],
        ["высота на опорах, м", "2,56", "2,56", "2,56", "2,56"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "3,86",
          "3,86",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "3,10", "5,50", "3,40", "5,80"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-40 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs40_footbg,
  },
  {
    id: "rgs-50",
    // part 1
    caption:
      "РГС-50 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 50 м³ (РГС-50).",
    desc2:
      "Резервуары РГС-50 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-50 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs50_1, rgs50_2, rgs50_3, rgs50_4],
    // part 2
    caption2: "Заказ резервуара РГС-50",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар РГС-50 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs50_2_1, rgs50_2_2, rgs50_2_3, rgs50_2_4],
    zakazDesc:
      "Резервуар РГС-50 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-50 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-50:",
    part3Img1: {
      img1: rgs50_3_1,
      img2: rgs50_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-50:",
    part3Img2: {
      img1: rgs50_3_3,
      img2: rgs50_3_4,
    },
    part3Desc: "Цена РГС-50 формируется исходя из комплектации резервуара.",

    // part 4
    caption4: "Варианты исполнения РГС-50",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-50 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-50:",
    part4List1: [
      "РГСн-50 – наземного расположения;",
      "РГСп-50 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-50:",
    part4List2: [
      "РГСн-50: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-50: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-50: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-50: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 50 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-50 м3:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции емкостей РГС-50 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики РГС объемом 50 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-50 м3",
    table: {
      thead: {
        tr1: ["РГС-50", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "50,00", "50,00", "50,00", "50,00"],
        ["диаметр, м", "2,80", "2,82", "2,80", "2,82"],
        ["высота на опорах, м", "2,96", "2,96", "2,96", "2,96"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,21",
          "4,21",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "3,70", "6,50", "4,00", "6,80"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-50 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs50_footbg,
  },
  {
    id: "rgs-60",
    // part 1
    caption:
      "РГС-60 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа емкость 60 м3 (РГС-60).",
    desc2:
      "Резервуары РГС-60 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-60 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs60_1, rgs60_2, rgs60_3, rgs60_4, rgs60_5, rgs60_6, rgs60_7],
    // part 2
    caption2: "Заказ резервуара РГС-60",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 60 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs60_2_1, rgs60_2_2, rgs60_2_3, rgs60_2_4],
    zakazDesc:
      "Резервуар 60 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-60 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-60:",
    part3Img1: {
      img1: rgs60_3_1,
      img2: rgs60_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-60:",
    part3Img2: {
      img1: rgs60_3_3,
      img2: rgs60_3_4,
    },

    // part 4
    caption4: "Варианты исполнения РГС-60",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары 60 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-60:",
    part4List1: [
      "РГСн-60 – наземного расположения;",
      "РГСп-60 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные РГС-60:",
    part4List2: [
      "РГСн-60: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-60: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-60: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-60: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 60 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-60:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-60 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар 60 м3 получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики РГС объемом 60 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров РГС-60",
    table: {
      thead: {
        tr1: ["РГС-60", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "60,00", "60,00", "60,00", "60,00"],
        ["диаметр, м", "2,80", "2,82", "2,80", "2,82"],
        ["высота на опорах, м", "2,96", "2,96", "2,96", "2,96"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,21",
          "4,21",
        ],
        ["длина резервуара, м", "	10,60", "10,62", "	10,60", "10,62"],
        ["масса общая, т", "4,00", "7,10", "4,30", "7,40"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-60 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs60_footbg,
  },
  {
    id: "rgs-75",
    // part 1
    caption:
      "РГС-75 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 75 м³ (РГС-75).",
    desc2:
      "Резервуары РГС-75 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-75 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs75_1, rgs75_2, rgs75_3, rgs75_4],
    // part 2
    caption2: "Заказ резервуара РГС-75",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 75 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление резервуара стального горизонтального по Вашим чертежам.",
    zakazImg: [rgs75_2_1, rgs75_2_2, rgs75_2_3, rgs75_2_4],
    zakazDesc:
      "Резервуар 75 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-75 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-75:",
    part3Img1: {
      img1: rgs75_3_1,
      img2: rgs75_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-75:",
    part3Img2: {
      img1: rgs75_3_3,
      img2: rgs75_3_4,
    },
    part3Desc:
      "Цена резервуара РГС-75 формируется исходя из комплектации емкости.",

    // part 4
    caption4: "Варианты исполнения РГС-75",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары РГС-75 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-75:",
    part4List1: [
      "РГСн-75 – наземного расположения;",
      "РГСп-75 – подземного расположения с технологическим колодцем;",
    ],
    part4SubCaption2: "Одностенные / двустенные резервуары РГС-75:",
    part4List2: [
      "РГСн-75: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-75: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-75: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-75: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 75 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-75:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции резервуаров РГС-75 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 75 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения.",

    // part 7
    caption7: "Технические характеристики резервуаров 75 м3",
    table: {
      thead: {
        tr1: ["РГС-75", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "75,00", "75,00", "75,00", "75,00"],
        ["диаметр, м", "3,24", "3,26", "3,24", "3,26"],
        ["высота на опорах, м", "3,40", "3,40", "3,40", "3,40"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,70",
          "4,70",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "4,50", "8,50", "4,80", "8,80"],
        ["количество опор, шт", "4,00", "4,00", "4,00", "4,00"],
        ["толщина обечайки, мм", "5,00", "5,00", "5,00", "5,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-75 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs75_footbg,
  },
  // ----------
  {
    id: "rgs-100",
    // part 1
    caption:
      "РГС-100 м3, резервуар горизонтальный стальной наземный / подземный",
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары стальные цилиндрические типа РГС объемом 100 м³ (РГС-100).",
    desc2:
      "Резервуары РГС-100 используются для хранения и приёмо-раздачи жидкого сырья плотностью не более 1 т/м³ при температуре от –60°С до +90°С с внутренним давлением до 0,07 МПа при сейсмических колебаниях до 7 баллов.",
    desc3:
      "Резервуар РГС-100 м3 изготавливается в соответствии с ГОСТ 17032-2010 “Резервуары стальные горизонтальные для нефтепродуктов”, ГОСТ.Р.52630-2012 «Сосуды и аппараты стальные сварные». Качество наших горизонтальных резервуаров подтверждено Разрешением на применение №РРС.00-047039 и Сертификатом соответствия №Росс.RU.АВ17.по1286.",
    images: [rgs100_1, rgs100_2, rgs100_3, rgs100_4],
    // part 2
    caption2: "Заказ резервуара РГС-100",
    zakazText:
      "Наши Заказчики всегда могут приобрести резервуар 100 м3, изготовленный по типовым чертежам нашего КБ (см. технические характеристики и чертежи ниже).",
    zakazText2:
      "Также мы часто практикуем разработку конструкторской документации по специфическим требованиям Заказчика (например, это бывает нужно при стесненных условиях размещения резервуара), либо изготовление РГС по Вашим чертежам.",
    zakazImg: [rgs100_2_1, rgs100_2_2, rgs100_2_3, rgs100_2_4],
    zakazDesc:
      "Резервуар 100 м3 производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» можно заказать:",
    zakazList: [
      "прямо с сайта;",
      "по телефону +99893 738 55 58;",
      "прислав заявку на почту: aasatillo123@gmail.com",
    ],
    zakazDesc2: "В течение дня Ваша заявка будет обработана.",
    // part 3
    caption3: "Типовые резервуары РГС-100 от ЗМК “РЕЗЕРВУАРОСТРОИТЕЛЬ”",
    subCaption1: "Резервуар наземный РГСн-100:",
    part3Img1: {
      img1: rgs100_3_1,
      img2: rgs100_3_2,
    },
    subCaption2: "Резервуар подземный РГСп-100:",
    part3Img2: {
      img1: rgs100_3_3,
      img2: rgs100_3_4,
    },
    part3Desc: "Цена РГС-100 формируется исходя из комплектации резервуара.",

    // part 4
    caption4: "Варианты исполнения РГС-100",
    part4desc:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит горизонтальные резервуары 100 м3 в нескольких базовых вариантах исполнения:",
    part4SubCaption1: "Подземные / наземные РГС-100:",
    part4List1: [
      "Резервуар РГСп-100 – подземного расположения с технологическим колодцем;",
      "РГСн-100 – наземного расположения.",
    ],
    part4SubCaption2: "Одностенные / двустенные резервуары РГС-100:",
    part4List2: [
      "РГСн-100: горизонтальный резервуар одностенный наземного расположения;",
      "РГСДн-100: горизонтальный резервуар двустенный наземного расположения;",
      "РГСп-100: горизонтальный резервуар одностенный подземного расположения;",
      "РГСДп-100: горизонтальный резервуар двустенный подземного расположения.",
    ],
    part4desc2:
      "При изготовлении двустенного резервуара 100 м3 пространство между стенками заполняется азотом или жидкостью. При этом заполняется все межстенное пространство, а резервуар оснащается системой его закрытой откачки.",
    // part 5
    caption5: "Требования к жидкости для межстенного пространства:",
    part5List: [
      "температура вспышки не ниже 100°С;",
      "химическая нейтральность к материалам конструкции резервуара и хранимому топливу;",
      "более высокая плотность по отношению к хранимому в РГС продукту",
      "способность сохранять свои свойства при температурах окружающей среды, на которые рассчитан резервуар;",
    ],
    // part 6
    caption6: "Односекционные / двухсекционные / многосекционные РГС-100:",
    part5SubCaption1:
      "Все вышеперечисленные конструкции РГС-100 могут исполняться с одной или несколькими камерами (секциями). Камеры образуются перегородками специальной конструкции внутри корпуса резервуара. Таким образом, резервуар РГС-100 получается разделенным на два или несколько отсеков, в которых можно хранить жидкое сырье различных сортов. При изготовлении двухкамерных или многокамерных горизонтальных резервуаров мы гарантированно обеспечиваем герметизацию камер.",
    part5SubCaption2:
      "В таблице предлагаются основные технические характеристики резервуаров 100 м³ производства ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» в различных вариантах исполнения",

    // part 7
    caption7: "Технические характеристики резервуаров 100 м3",
    table: {
      thead: {
        tr1: ["РГС-100", "НАЗЕМНЫЙ", "ПОДЗЕМНЫЙ"],
        tr2: ["", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ", "ОДНОСТЕННЫЙ", "ДВУСТЕННЫЙ"],
      },
      tbody: [
        ["номинальная вместимость, м³", "100,00", "100,00", "100,00", "100,00"],
        ["диаметр, м", "3,24", "3,26", "3,24", "3,26"],
        ["высота на опорах, м", "3,40", "3,40", "3,40", "3,40"],
        [
          "высота на опорах с технологическим колодцем, м",
          "",
          "",
          "4,99",
          "4,99",
        ],
        ["длина резервуара, м", "9,60", "9,62", "9,60", "9,62"],
        ["масса общая, т", "5,40", "10,90", "5,70", "11,20"],
        ["количество опор, шт", "5,00", "5,00", "5,00", "5,00"],
        ["толщина обечайки, мм", "5,00", "5,00", "5,00", "5,00"],
      ],
    },
    allLinks: {
      text: "Другие объемы горизонтальных резервуаров:",
      links: [
        { to: "/rgs-3", text: "РГС-3" },
        { to: "/rgs-5", text: "РГС-5" },
        { to: "/rgs-10", text: "РГС-10" },
        { to: "/rgs-15", text: "РГС-15" },
        { to: "/rgs-20", text: "РГС-20" },
        { to: "/rgs-25", text: "РГС-25" },
        { to: "/rgs-30", text: "РГС-30" },
        { to: "/rgs-40", text: "РГС-40" },
        { to: "/rgs-50", text: "РГС-50" },
        { to: "/rgs-60", text: "РГС-60" },
        { to: "/rgs-75", text: "РГС-75" },
        { to: "/rgs-100", text: "РГС-100" },
      ],
    },
    // part 8
    caption8: "Расчёт доставки",
    part8desc:
      "РГС-100 м3, резервуар горизонтальный стальной наземный / подземный",
    part8Img: rgs100_footerbg,
  },
  // ---------
];

// en
export const dataEn = [
  {
    id: "rgs-3",
    // part 1
    caption: "RGS-3 m³, horizontal steel tank above ground / underground",
    desc1:
      "ZMK «REZERVUAROSTROITEL» manufactures horizontal cylindrical steel tanks type RGS with a volume of 3 m³ (RGS-3).",
    desc2:
      "RGS-3 tanks are used for storage and dispensing of liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C with an internal pressure up to 0.07 MPa under seismic vibrations up to 7 points.",
    desc3:
      "The RGS-3 tank is manufactured in accordance with GOST 17032-2010 'Horizontal steel tanks for petroleum products,' GOST R 52630-2012 'Welded steel vessels and apparatus.' The quality of our horizontal tanks is confirmed by the Permit for Use №RRS.00-047039 and the Certificate of Conformity №Ross.RU.AB17.po1286.",
    images: [rgs3_1, rgs3_2, rgs3_3, rgs3_4],
    // part 2
    caption2: "Ordering an RGS-3 tank",
    zakazText:
      "Our customers can always purchase an RGS-3 tank manufactured according to the standard drawings of our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., when space constraints are an issue) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs3_2_1, rgs3_2_2, rgs3_2_3, rgs3_2_4],
    zakazDesc:
      "The RGS-3 m³ tank manufactured by ZMK «REZERVUAROSTROITEL» can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone +99893 738 55 58;",
      "by sending a request to email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within a day.",
    // part 3
    caption3: "Standard RGS-3 tanks from ZMK «REZERVUAROSTROITEL»",
    subCaption1: "Above-ground tank RGSn-3:",
    part3Img1: {
      img1: part3Img1_1,
      img2: part3Img1_2,
    },
    subCaption2: "Underground tank RGSp-3:",
    part3Img2: {
      img1: part3Img2_1,
      img2: part3Img2_2,
    },
    // part 4
    caption4: "RGS-3 tank variants",
    part4desc:
      "ZMK «REZERVUAROSTROITEL» manufactures RGS-3 tanks in several basic configurations:",
    part4SubCaption1: "Underground / above-ground RGS-3:",
    part4List1: [
      "RGSn-3 – above-ground placement;",
      "RGSp-3 – underground placement with a technological well;",
    ],
    part4SubCaption2: "Single-wall / double-wall RGS-3:",
    part4List2: [
      "RGSn-3: single-wall horizontal tank for above-ground placement;",
      "RGSDn-3: double-wall horizontal tank for above-ground placement;",
      "RGSp-3: single-wall horizontal tank for underground placement;",
      "RGSDp-3: double-wall horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a double-wall tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the liquid in the inter-wall space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank construction materials and stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the ambient temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / dual-section / multi-section RGS-3:",
    part5SubCaption1:
      "All the above-mentioned RGS-3 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank is divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing dual-chamber or multi-chamber horizontal tanks, we guarantee chamber sealing.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 3 m³ tanks manufactured by ZMK «REZERVUAROSTROITEL» in various configurations.",
    // part 7
    caption7: "RGS-3 tank specifications",
    table: {
      thead: {
        tr1: ["RGS-3", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: ["", "SINGLE-WALL", "DOUBLE-WALL", "SINGLE-WALL", "DOUBLE-WALL"],
      },
      tbody: [
        ["nominal capacity, m³", "3.00", "3.00", "3.00", "3.00"],
        ["diameter, m", "1.40", "1.42", "1.90", "1.42"],
        ["height on supports, m", "1.60", "1.60", "1.60", "1.60"],
        [
          "height on supports with technological well, m",
          "",
          "",
          "2.96",
          "2.96",
        ],
        ["tank length, m", "2.06", "2.08", "2.06", "2.08"],
        ["total weight, t", "0.53", "0.83", "0.83", "1.13"],
        ["number of supports, pcs", "2.00", "2.00", "2.00", "2.00"],
        ["shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other horizontal tank volumes:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery calculation",
    part8desc: "RGS-3 m³, horizontal steel tank above ground / underground",
    part8Img: part8Img,
  },
  {
    id: "rgs-5",
    // part 1
    caption: "RGS-5 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 5 m³ (RGS-5).",
    desc2:
      "RGS-5 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-5 tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs5_1, rgs5_2, rgs5_3, rgs5_4],
    // part 2
    caption2: "Ordering an RGS-5 Tank",
    zakazText:
      "Our customers can always purchase an RGS-5 tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs5_2_1, rgs5_2_2, rgs5_2_3, rgs5_2_4],
    zakazDesc:
      "The RGS-5 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-5 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-5 Tank:",
    part3Img1: {
      img1: rgs5_3_1,
      img2: rgs5_3_2,
    },
    subCaption2: "Underground RGSp-5 Tank:",
    part3Img2: {
      img1: rgs5_3_3,
      img2: rgs5_3_4,
    },
    // part 4
    caption4: "Underground / Above-ground RGS-5",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures RGS-5 tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-5:",
    part4List1: [
      "RGSn-5 – above-ground placement;",
      "RGSp-5 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-5:",
    part4List2: [
      "RGSn-5: single-walled horizontal tank for above-ground placement;",
      "RGSDn-5: double-walled horizontal tank for above-ground placement;",
      "RGSp-5: single-walled horizontal tank for underground placement;",
      "RGSDp-5: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-5:",
    part5SubCaption1:
      "All the above-mentioned RGS-5 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 5 m³ horizontal steel tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "RGS-5 Tank Specifications",
    table: {
      thead: {
        tr1: ["RGS-5", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "5.00", "5.00", "5.00", "5.00"],
        ["Diameter, m", "1.90", "1.92", "1.90", "1.92"],
        ["Height on supports, m", "2.05", "2.05", "2.05", "2.05"],
        ["Height on supports with technical well, m", "", "", "3.40", "3.40"],
        ["Tank length, m", "1.90", "1.92", "1.90", "1.92"],
        ["Total weight, t", "0.70", "0.83", "1.00", "1.40"],
        ["Number of supports, units", "2.00", "2.00", "2.00", "2.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-5 m³, horizontal steel tank above ground / underground",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-10",
    // part 1
    caption: "RGS-10 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 10 m³ (RGS-10).",
    desc2:
      "RGS-10 tanks for petroleum products are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-10 m³ tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs10_1, rgs10_2, rgs10_3],
    // part 2
    caption2: "Ordering an RGS-10 Tank",
    zakazText:
      "Our customers can always purchase an RGS-10 tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs10_2_1, rgs10_2_2, rgs10_2_3, rgs10_2_4],
    zakazDesc: "Standard RGS-10 Tanks from ZMK 'REZERVUAROSTROITEL'",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-10 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-10 Tank:",
    part3Img1: {
      img1: rgs10_3_1,
      img2: rgs10_3_2,
    },
    subCaption2: "Underground RGSp-10 Tank:",
    part3Img2: {
      img1: rgs10_3_3,
      img2: rgs10_3_4,
    },
    part3Desc:
      "The price of the RGS-10 m³ tank varies depending on the thickness of the walls and the tank bottom.",
    // part 4
    caption4: "Underground / Above-ground RGS-10",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal RGS-10 tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-10 Tanks:",
    part4List1: [
      "RGSn-10 – above-ground placement;",
      "RGSp-10 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-10:",
    part4List2: [
      "RGSn-10: single-walled horizontal tank for above-ground placement;",
      "RGSDn-10: double-walled horizontal tank for above-ground placement;",
      "RGSp-10: single-walled horizontal tank for underground placement;",
      "RGSDp-10: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-10:",
    part5SubCaption1:
      "All the above-mentioned horizontal tank configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 10 m³ RGS tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-10 m³ Tanks",
    table: {
      thead: {
        tr1: ["RGS-10", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "10.00", "10.00", "10.00", "10.00"],
        ["Diameter, m", "2.07", "2.09", "2.07", "2.09"],
        ["Height on supports, m", "2.22", "2.22", "2.22", "2.22"],
        ["Height on supports with technical well, m", "", "", "3.52", "3.52"],
        ["Tank length, m", "3.40", "3.42", "3.40", "3.42"],
        ["Total weight, t", "0.99", "1.80", "1.29", "2.10"],
        ["Number of supports, units", "2.00", "2.00", "2.00", "2.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-10 m³, horizontal steel tank above ground / underground",
    part8Img: rgs10_footerbg,
  },
  {
    id: "rgs-15",
    // part 1
    caption: "RGS-15 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 15 m³ (RGS-15).",
    desc2:
      "RGS-15 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The 15 m³ tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs15_1, rgs15_2, rgs15_3, rgs15_4],
    // part 2
    caption2: "Ordering an RGS-15 Tank",
    zakazText:
      "Our customers can always purchase an RGS-15 tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs15_2_1, rgs15_2_2, rgs15_2_3, rgs15_2_4],
    zakazDesc:
      "The 15 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-15 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-15 Tank:",
    part3Img1: {
      img1: rgs15_3_1,
      img2: rgs15_3_2,
    },
    subCaption2: "Underground RGSp-15 Tank:",
    part3Img2: {
      img1: rgs15_3_3,
      img2: rgs15_3_4,
    },
    // part 4
    caption4: "Underground / Above-ground RGS-15",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures RGS-15 tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-15:",
    part4List1: [
      "RGSn-15 – above-ground placement;",
      "RGSp-15 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-15:",
    part4List2: [
      "RGSn-15: single-walled horizontal tank for above-ground placement;",
      "RGSDn-15: double-walled horizontal tank for above-ground placement;",
      "RGSp-15: single-walled horizontal tank for underground placement;",
      "RGSDp-15: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 15 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-15:",
    part5SubCaption1:
      "All the above-mentioned RGS configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 15 m³ tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-15 m³ Tanks:",
    table: {
      thead: {
        tr1: ["RGS-15", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "15.00", "15.00", "15.00", "15.00"],
        ["Diameter, m", "2.07", "2.09", "2.07", "2.09"],
        ["Height on supports, m", "2.22", "2.22", "2.22", "2.22"],
        ["Height on supports with technical well, m", "", "", "3.86", "3.86"],
        ["Tank length, m", "4.90", "4.92", "4.90", "4.92"],
        ["Total weight, t", "1.40", "2.60", "1.70", "2.90"],
        ["Number of supports, units", "2.00", "2.00", "2.00", "2.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-15 m³, horizontal steel tank above ground / underground",
    part8Img: rgs15_footbg,
  },
  {
    id: "rgs-20",
    // part 1
    caption: "RGS-20 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 20 m³ (RGS-20).",
    desc2:
      "RGS-20 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-20 tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs20_1, rgs20_2, rgs20_3, rgs20_4],
    // part 2
    caption2: "Ordering an RGS-20 Tank",
    zakazText:
      "Our customers can always purchase a 20 m³ tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs20_2_1, rgs20_2_2, rgs20_2_3, rgs20_2_4],
    zakazDesc:
      "The 20 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-20 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-20 Tank:",
    part3Img1: {
      img1: rgs20_3_1,
      img2: rgs20_3_2,
    },
    subCaption2: "Underground RGSp-20 Tank:",
    part3Img2: {
      img1: rgs20_3_3,
      img2: rgs20_3_4,
    },
    // part 4
    caption4: "RGS-20 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 20 m³ tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-20:",
    part4List1: [
      "RGSn-20 – above-ground placement;",
      "RGSp-20 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-20:",
    part4List2: [
      "RGSn-20: single-walled horizontal tank for above-ground placement;",
      "RGSDn-20: double-walled horizontal tank for above-ground placement;",
      "RGSp-20: single-walled horizontal tank for underground placement;",
      "RGSDp-20: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 20 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-20:",
    part5SubCaption1:
      "All the above-mentioned RGS configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 20 m³ tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-20 Tanks",
    table: {
      thead: {
        tr1: ["RGS-20", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "20.00", "20.00", "20.00", "20.00"],
        ["Diameter, m", "2.40", "2.42", "2.40", "2.42"],
        ["Height on supports, m", "2.56", "2.56", "2.56", "2.56"],
        ["Height on supports with technical well, m", "", "", "3.86", "3.86"],
        ["Tank length, m", "4.90", "4.92", "4.90", "4.92"],
        ["Total weight, t", "1.70", "3.10", "2.00", "3.40"],
        ["Number of supports, units", "2.00", "2.00", "2.00", "2.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-20 m³, horizontal steel tank above ground / underground",
    part8Img: rgs20_footbg,
  },
  {
    id: "rgs-25",
    // part 1
    caption: "RGS-25 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 25 m³ (RGS-25).",
    desc2:
      "The 25 m³ tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-25 tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs25_1, rgs25_2, rgs25_3, rgs25_4],
    // part 2
    caption2: "Ordering an RGS-25 Tank",
    zakazText:
      "Our customers can always purchase an RGS-25 tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture horizontal steel tanks according to your drawings.",
    zakazImg: [rgs25_2_1, rgs25_2_2, rgs25_2_3, rgs25_2_4],
    zakazDesc:
      "The 25 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-25 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-25 Tank:",
    part3Img1: {
      img1: rgs25_3_1,
      img2: rgs25_3_2,
    },
    subCaption2: "Underground RGSp-25 Tank:",
    part3Img2: {
      img1: rgs25_3_3,
      img2: rgs25_3_4,
    },
    part3Desc:
      "The price of the RGS-25 depends on the thickness of the walls, the bottom, and the steel grade.",
    // part 4
    caption4: "Underground / Above-ground RGS-25",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 25 m³ horizontal tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-25:",
    part4List1: [
      "RGSn-25 – above-ground placement;",
      "RGSp-25 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-25:",
    part4List2: [
      "RGSn-25: single-walled horizontal tank for above-ground placement;",
      "RGSDn-25: double-walled horizontal tank for above-ground placement;",
      "RGSp-25: single-walled horizontal tank for underground placement;",
      "RGSDp-25: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 25 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-25:",
    part5SubCaption1:
      "All the above-mentioned RGS-25 tank configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the 25 m³ tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber RGS tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of RGS-25 tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of 25 m³ Tanks",
    table: {
      thead: {
        tr1: ["RGS-25", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "25.00", "25.00", "25.00", "25.00"],
        ["Diameter, m", "2.40", "2.42", "2.40", "2.42"],
        ["Height on supports, m", "6.60", "6.60", "6.60", "6.60"],
        ["Height on supports with technical well, m", "", "", "3.86", "3.86"],
        ["Tank length, m", "6.60", "6.62", "6.60", "6.62"],
        ["Total weight, t", "2.15", "3.70", "2.45", "4.00"],
        ["Number of supports, units", "2.00", "2.00", "2.00", "2.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-25 m³, horizontal steel tank above ground / underground",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-30",
    // part 1
    caption: "RGS-30 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 30 m³ (RGS-30).",
    desc2:
      "RGS-30 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-30 tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs30_1, rgs30_2, rgs30_3, rgs30_4],
    // part 2
    caption2: "Ordering an RGS-30 Tank",
    zakazText:
      "Our customers can always purchase a 30 m³ tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture horizontal steel tanks according to your drawings.",
    zakazImg: [rgs30_2_1, rgs30_2_2, rgs30_2_3, rgs30_2_4],
    zakazDesc:
      "The 30 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-30 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-30 Tank:",
    part3Img1: {
      img1: rgs30_3_1,
      img2: rgs30_3_2,
    },
    subCaption2: "Underground RGSp-30 Tank:",
    part3Img2: {
      img1: rgs30_3_3,
      img2: rgs30_3_4,
    },
    // part 4
    caption4: "RGS-30 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 30 m³ tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-30:",
    part4List1: [
      "RGSn-30 – above-ground placement;",
      "RGSp-30 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-30:",
    part4List2: [
      "RGSn-30: single-walled horizontal tank for above-ground placement;",
      "RGSDn-30: double-walled horizontal tank for above-ground placement;",
      "RGSp-30: single-walled horizontal tank for underground placement;",
      "RGSDp-30: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 30 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-30:",
    part5SubCaption1:
      "All the above-mentioned RGS-30 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 30 m³ tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-30 Tanks",
    table: {
      thead: {
        tr1: ["RGS-30", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "30.00", "30.00", "30.00", "30.00"],
        ["Diameter, m", "2.40", "2.42", "2.40", "2.42"],
        ["Height on supports, m", "2.56", "2.56", "2.56", "2.56"],
        ["Height on supports with technical well, m", "", "", "3.86", "3.86"],
        ["Tank length, m", "2.00", "2.02", "2.00", "2.02"],
        ["Total weight, t", "2.65", "4.40", "2.95", "4.70"],
        ["Number of supports, units", "3.00", "3.00", "3.00", "3.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-30 m³, horizontal steel tank above ground / underground",
    part8Img: rgs30_footbg,
  },
  {
    id: "rgs-40",
    // part 1
    caption: "RGS-40 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 40 m³ (RGS-40).",
    desc2:
      "RGS-40 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-40 tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs40_1, rgs40_2, rgs40_3, rgs40_4],
    // part 2
    caption2: "Ordering an RGS-40 Tank",
    zakazText:
      "Our customers can always purchase a 40 m³ tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs40_2_1, rgs40_2_2, rgs40_2_3, rgs40_2_4],
    zakazDesc:
      "The RGS-40 tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-40 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-40 Tank:",
    part3Img1: {
      img1: rgs40_3_1,
      img2: rgs40_3_2,
    },
    subCaption2: "Underground RGSp-40 Tank:",
    part3Img2: {
      img1: rgs40_3_3,
      img2: rgs40_3_4,
    },
    // part 4
    caption4: "RGS-40 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures RGS-40 horizontal tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-40:",
    part4List1: [
      "RGSn-40 – above-ground placement;",
      "RGSp-40 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-40:",
    part4List2: [
      "RGSn-40: single-walled horizontal tank for above-ground placement;",
      "RGSDn-40: double-walled horizontal tank for above-ground placement;",
      "RGSp-40: single-walled horizontal tank for underground placement;",
      "RGSDp-40: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 40 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-40:",
    part5SubCaption1:
      "All the above-mentioned RGS-40 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 40 m³ tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-40 Tanks",
    table: {
      thead: {
        tr1: ["RGS-40", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "40.00", "40.00", "40.00", "40.00"],
        ["Diameter, m", "2.40", "2.42", "2.40", "2.42"],
        ["Height on supports, m", "2.56", "2.56", "2.56", "2.56"],
        ["Height on supports with technical well, m", "", "", "3.86", "3.86"],
        ["Tank length, m", "9.60", "9.62", "9.60", "9.62"],
        ["Total weight, t", "3.10", "5.50", "3.40", "5.80"],
        ["Number of supports, units", "4.00", "4.00", "4.00", "4.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-40 m³, horizontal steel tank above ground / underground",
    part8Img: rgs40_footbg,
  },
  {
    id: "rgs-50",
    // part 1
    caption: "RGS-50 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 50 m³ (RGS-50).",
    desc2:
      "RGS-50 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-50 m³ tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs50_1, rgs50_2, rgs50_3, rgs50_4],
    // part 2
    caption2: "Ordering an RGS-50 Tank",
    zakazText:
      "Our customers can always purchase a 50 m³ RGS-50 tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs50_2_1, rgs50_2_2, rgs50_2_3, rgs50_2_4],
    zakazDesc:
      "The 50 m³ RGS-50 tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-50 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-50 Tank:",
    part3Img1: {
      img1: rgs50_3_1,
      img2: rgs50_3_2,
    },
    subCaption2: "Underground RGSp-50 Tank:",
    part3Img2: {
      img1: rgs50_3_3,
      img2: rgs50_3_4,
    },
    part3Desc:
      "The price of the RGS-50 is determined based on the tank’s configuration.",
    // part 4
    caption4: "RGS-50 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 50 m³ RGS-50 horizontal tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-50:",
    part4List1: [
      "RGSn-50 – above-ground placement;",
      "RGSp-50 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-50:",
    part4List2: [
      "RGSn-50: single-walled horizontal tank for above-ground placement;",
      "RGSDn-50: double-walled horizontal tank for above-ground placement;",
      "RGSp-50: single-walled horizontal tank for underground placement;",
      "RGSDp-50: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 50 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-50 m³:",
    part5SubCaption1:
      "All the above-mentioned RGS-50 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 50 m³ RGS tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-50 m³ Tanks",
    table: {
      thead: {
        tr1: ["RGS-50", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "50.00", "50.00", "50.00", "50.00"],
        ["Diameter, m", "2.80", "2.82", "2.80", "2.82"],
        ["Height on supports, m", "2.96", "2.96", "2.96", "2.96"],
        ["Height on supports with technical well, m", "", "", "4.21", "4.21"],
        ["Tank length, m", "9.60", "9.62", "9.60", "9.62"],
        ["Total weight, t", "3.70", "6.50", "4.00", "6.80"],
        ["Number of supports, units", "4.00", "4.00", "4.00", "4.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-50 m³, horizontal steel tank above ground / underground",
    part8Img: rgs50_footbg,
  },
  {
    id: "rgs-60",
    // part 1
    caption: "RGS-60 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 60 m³ (RGS-60).",
    desc2:
      "RGS-60 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-60 tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs60_1, rgs60_2, rgs60_3, rgs60_4, rgs60_5, rgs60_6, rgs60_7],
    // part 2
    caption2: "Ordering an RGS-60 Tank",
    zakazText:
      "Our customers can always purchase a 60 m³ tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture horizontal steel tanks according to your drawings.",
    zakazImg: [rgs60_2_1, rgs60_2_2, rgs60_2_3, rgs60_2_4],
    zakazDesc:
      "The 60 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-60 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-60 Tank:",
    part3Img1: {
      img1: rgs60_3_1,
      img2: rgs60_3_2,
    },
    subCaption2: "Underground RGSp-60 Tank:",
    part3Img2: {
      img1: rgs60_3_3,
      img2: rgs60_3_4,
    },
    // part 4
    caption4: "RGS-60 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 60 m³ horizontal tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-60:",
    part4List1: [
      "RGSn-60 – above-ground placement;",
      "RGSp-60 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-60:",
    part4List2: [
      "RGSn-60: single-walled horizontal tank for above-ground placement;",
      "RGSDn-60: double-walled horizontal tank for above-ground placement;",
      "RGSp-60: single-walled horizontal tank for underground placement;",
      "RGSDp-60: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 60 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-60:",
    part5SubCaption1:
      "All the above-mentioned RGS-60 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the 60 m³ tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 60 m³ RGS tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of RGS-60 Tanks",
    table: {
      thead: {
        tr1: ["RGS-60", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "60.00", "60.00", "60.00", "60.00"],
        ["Diameter, m", "2.80", "2.82", "2.80", "2.82"],
        ["Height on supports, m", "2.96", "2.96", "2.96", "2.96"],
        ["Height on supports with technical well, m", "", "", "4.21", "4.21"],
        ["Tank length, m", "10.60", "10.62", "10.60", "10.62"],
        ["Total weight, t", "4.00", "7.10", "4.30", "7.40"],
        ["Number of supports, units", "4.00", "4.00", "4.00", "4.00"],
        ["Shell thickness, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-60 m³, horizontal steel tank above ground / underground",
    part8Img: rgs60_footbg,
  },
  {
    id: "rgs-75",
    // part 1
    caption: "RGS-75 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 75 m³ (RGS-75).",
    desc2:
      "RGS-75 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-75 m³ tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs75_1, rgs75_2, rgs75_3, rgs75_4],
    // part 2
    caption2: "Ordering an RGS-75 Tank",
    zakazText:
      "Our customers can always purchase a 75 m³ tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture horizontal steel tanks according to your drawings.",
    zakazImg: [rgs75_2_1, rgs75_2_2, rgs75_2_3, rgs75_2_4],
    zakazDesc:
      "The 75 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-75 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-75 Tank:",
    part3Img1: {
      img1: rgs75_3_1,
      img2: rgs75_3_2,
    },
    subCaption2: "Underground RGSp-75 Tank:",
    part3Img2: {
      img1: rgs75_3_3,
      img2: rgs75_3_4,
    },
    part3Desc:
      "The price of the RGS-75 tank is determined based on the tank’s configuration.",
    // part 4
    caption4: "RGS-75 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 75 m³ RGS-75 horizontal tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-75:",
    part4List1: [
      "RGSn-75 – above-ground placement;",
      "RGSp-75 – underground placement with a technical well;",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-75 Tanks:",
    part4List2: [
      "RGSn-75: single-walled horizontal tank for above-ground placement;",
      "RGSDn-75: double-walled horizontal tank for above-ground placement;",
      "RGSp-75: single-walled horizontal tank for underground placement;",
      "RGSDp-75: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 75 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-75:",
    part5SubCaption1:
      "All the above-mentioned RGS-75 tank configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 75 m³ tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of 75 m³ Tanks",
    table: {
      thead: {
        tr1: ["RGS-75", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "75.00", "75.00", "75.00", "75.00"],
        ["Diameter, m", "3.24", "3.26", "3.24", "3.26"],
        ["Height on supports, m", "3.40", "3.40", "3.40", "3.40"],
        ["Height on supports with technical well, m", "", "", "4.70", "4.70"],
        ["Tank length, m", "9.60", "9.62", "9.60", "9.62"],
        ["Total weight, t", "4.50", "8.50", "4.80", "8.80"],
        ["Number of supports, units", "4.00", "4.00", "4.00", "4.00"],
        ["Shell thickness, mm", "5.00", "5.00", "5.00", "5.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-75 m³, horizontal steel tank above ground / underground",
    part8Img: rgs75_footbg,
  },
  {
    id: "rgs-100",
    // part 1
    caption: "RGS-100 m³, Horizontal Steel Tank Above Ground / Underground",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' manufactures horizontal cylindrical steel tanks type RGS with a volume of 100 m³ (RGS-100).",
    desc2:
      "RGS-100 tanks are used for storing and dispensing liquid raw materials with a density not exceeding 1 t/m³ at temperatures from –60°C to +90°C, with an internal pressure up to 0.07 MPa and seismic activity up to 7 points.",
    desc3:
      "The RGS-100 m³ tank is manufactured in accordance with GOST 17032-2010 'Horizontal Steel Tanks for Petroleum Products' and GOST R 52630-2012 'Welded Steel Vessels and Apparatus.' The quality of our horizontal tanks is confirmed by Application Permit No. РРС.00-047039 and Certificate of Conformity No. Росс.RU.АВ17.по1286.",
    images: [rgs100_1, rgs100_2, rgs100_3, rgs100_4],
    // part 2
    caption2: "Ordering an RGS-100 Tank",
    zakazText:
      "Our customers can always purchase a 100 m³ tank manufactured according to standard drawings from our design bureau (see technical specifications and drawings below).",
    zakazText2:
      "We also frequently develop design documentation based on specific customer requirements (e.g., for constrained installation conditions) or manufacture RGS tanks according to your drawings.",
    zakazImg: [rgs100_2_1, rgs100_2_2, rgs100_2_3, rgs100_2_4],
    zakazDesc:
      "The 100 m³ tank manufactured by ZMK 'REZERVUAROSTROITEL' can be ordered:",
    zakazList: [
      "directly from the website;",
      "by phone at +99893 738 55 58;",
      "by sending a request to the email: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Your request will be processed within one day.",
    // part 3
    caption3: "Standard RGS-100 Tanks from ZMK 'REZERVUAROSTROITEL'",
    subCaption1: "Above-ground RGSn-100 Tank:",
    part3Img1: {
      img1: rgs100_3_1,
      img2: rgs100_3_2,
    },
    subCaption2: "Underground RGSp-100 Tank:",
    part3Img2: {
      img1: rgs100_3_3,
      img2: rgs100_3_4,
    },
    part3Desc:
      "The price of the RGS-100 is determined based on the tank’s configuration.",
    // part 4
    caption4: "RGS-100 Configurations",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' manufactures 100 m³ RGS-100 horizontal tanks in several basic configurations:",
    part4SubCaption1: "Underground / Above-ground RGS-100:",
    part4List1: [
      "RGSp-100 – underground placement with a technical well;",
      "RGSn-100 – above-ground placement.",
    ],
    part4SubCaption2: "Single-walled / Double-walled RGS-100 Tanks:",
    part4List2: [
      "RGSn-100: single-walled horizontal tank for above-ground placement;",
      "RGSDn-100: double-walled horizontal tank for above-ground placement;",
      "RGSp-100: single-walled horizontal tank for underground placement;",
      "RGSDp-100: double-walled horizontal tank for underground placement.",
    ],
    part4desc2:
      "When manufacturing a 100 m³ double-walled tank, the space between the walls is filled with nitrogen or liquid. The entire inter-wall space is filled, and the tank is equipped with a closed evacuation system.",
    // part 5
    caption5: "Requirements for the Liquid in the Inter-wall Space:",
    part5List: [
      "flash point not lower than 100°C;",
      "chemical neutrality to the tank’s construction materials and the stored fuel;",
      "higher density compared to the product stored in the RGS;",
      "ability to retain its properties at the environmental temperatures for which the tank is designed;",
    ],
    // part 6
    caption6: "Single-section / Double-section / Multi-section RGS-100:",
    part5SubCaption1:
      "All the above-mentioned RGS-100 configurations can be made with one or multiple chambers (sections). Chambers are formed by specially designed partitions inside the tank body. Thus, the RGS-100 tank can be divided into two or more compartments, allowing storage of different types of liquid raw materials. When manufacturing two-chamber or multi-chamber horizontal tanks, we guarantee the sealing of the chambers.",
    part5SubCaption2:
      "The table below provides the main technical specifications of 100 m³ tanks manufactured by ZMK 'REZERVUAROSTROITEL' in various configurations.",
    // part 7
    caption7: "Technical Specifications of 100 m³ Tanks",
    table: {
      thead: {
        tr1: ["RGS-100", "ABOVE-GROUND", "UNDERGROUND"],
        tr2: [
          "",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
          "SINGLE-WALLED",
          "DOUBLE-WALLED",
        ],
      },
      tbody: [
        ["Nominal capacity, m³", "100.00", "100.00", "100.00", "100.00"],
        ["Diameter, m", "3.24", "3.26", "3.24", "3.26"],
        ["Height on supports, m", "3.40", "3.40", "3.40", "3.40"],
        ["Height on supports with technical well, m", "", "", "4.99", "4.99"],
        ["Tank length, m", "9.60", "9.62", "9.60", "9.62"],
        ["Total weight, t", "5.40", "10.90", "5.70", "11.20"],
        ["Number of supports, units", "5.00", "5.00", "5.00", "5.00"],
        ["Shell thickness, mm", "5.00", "5.00", "5.00", "5.00"],
      ],
    },
    allLinks: {
      text: "Other volumes of horizontal tanks:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Delivery Calculation",
    part8desc: "RGS-100 m³, horizontal steel tank above ground / underground",
    part8Img: rgs100_footerbg,
  },
];

// uz
export const dataUz = [
  {
    id: "rgs-3",
    // part 1
    caption: "RGS-3 m³, gorizontal po‘lat rezervuar yer usti / yer osti",
    desc1:
      "ZMK «REZERVUAROSTROITEL» 3 m³ hajmli RGS tipidagi gorizontal silindrsimon po‘lat rezervuarlarni ishlab chiqaradi (RGS-3).",
    desc2:
      "RGS-3 rezervuarlari zichligi 1 t/m³ dan oshmaydigan suyuq xom ashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo‘lgan sharoitlarda.",
    desc3:
      "RGS-3 rezervuari GOST 17032-2010 “Neft mahsulotlari uchun gorizontal po‘lat rezervuarlar” va GOST R 52630-2012 “Payvandlangan po‘lat idishlar va apparatlar” standartlariga muvofiq ishlab chiqariladi. Bizning gorizontal rezervuarlarimizning sifati №RRS.00-047039 foydalanishga ruxsatnoma va №Ross.RU.AB17.po1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs3_1, rgs3_2, rgs3_3, rgs3_4],
    // part 2
    caption2: "RGS-3 rezervuarini buyurtma qilish",
    zakazText:
      "Mijozlarimiz har doim bizning konstruktorlik byuromizning standart chizmalari bo‘yicha ishlab chiqarilgan RGS-3 rezervuarini sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishishingiz mumkin).",
    zakazText2:
      "Shuningdek, biz ko‘pincha mijozning maxsus talablariga ko‘ra konstruktorlik hujjatlarini ishlab chiqamiz (masalan, bu rezervuar joylashuvi uchun cheklangan sharoitlarda kerak bo‘lishi mumkin) yoki sizning chizmalaringiz bo‘yicha RGS ishlab chiqaramiz.",
    zakazImg: [rgs3_2_1, rgs3_2_2, rgs3_2_3, rgs3_2_4],
    zakazDesc:
      "ZMK «REZERVUAROSTROITEL» tomonidan ishlab chiqarilgan RGS-3 m³ rezervuarini buyurtma qilish mumkin:",
    zakazList: [
      "to‘g‘ridan-to‘g‘ri saytdan;",
      "telefon orqali: +99893 738 55 58;",
      "elektron pochta orqali so‘rov yuborish: aasatillo123@gmail.com",
    ],
    zakazDesc2: "Sizning so‘rovingiz bir kun ichida ko‘rib chiqiladi.",
    // part 3
    caption3: "ZMK «REZERVUAROSTROITEL» dan standart RGS-3 rezervuarlari",
    subCaption1: "Yer usti rezervuari RGSn-3:",
    part3Img1: {
      img1: part3Img1_1,
      img2: part3Img1_2,
    },
    subCaption2: "Yer osti rezervuari RGSp-3:",
    part3Img2: {
      img1: part3Img2_1,
      img2: part3Img2_2,
    },
    // part 4
    caption4: "RGS-3 rezervuarining turlari",
    part4desc:
      "ZMK «REZERVUAROSTROITEL» RGS-3 rezervuarlarini bir nechta asosiy konfiguratsiyalarda ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / yer usti RGS-3:",
    part4List1: [
      "RGSn-3 – yer usti joylashuvi;",
      "RGSp-3 – texnologik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / ikki devorli RGS-3:",
    part4List2: [
      "RGSn-3: yer usti joylashuvi uchun bir devorli gorizontal rezervuar;",
      "RGSDn-3: yer usti joylashuvi uchun ikki devorli gorizontal rezervuar;",
      "RGSp-3: yer osti joylashuvi uchun bir devorli gorizontal rezervuar;",
      "RGSDp-3: yer osti joylashuvi uchun ikki devorli gorizontal rezervuar.",
    ],
    part4desc2:
      "Ikk devorli rezervuar ishlab chiqarilganda devorlar orasidagi bo‘shliq azot yoki suyuqlik bilan to‘ldiriladi. Butun devorlararo bo‘shliq to‘ldiriladi va rezervuar yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlararo bo‘shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo‘lmasligi kerak;",
      "rezervuar konstruktsiyasi materiallari va saqlanadigan yoqilg‘iga kimyoviy jihatdan neytral bo‘lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlikka ega bo‘lishi;",
      "rezervuar mo‘ljallangan atrof-muhit haroratlarida o‘z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / ikki sektsiyali / ko‘p sektsiyali RGS-3:",
    part5SubCaption1:
      "Yuqorida aytib o‘tilgan barcha RGS-3 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo‘lishi mumkin. Kameralar rezervuar korpusi ichida maxsus mo‘ljallangan devorlar orqali hosil qilinadi. Shunday qilib, RGS rezervuari ikki yoki undan ko‘p bo‘linmalarga bo‘linadi, bu esa turli xil suyuq xom ashyolarni saqlash imkonini beradi. Ikk kamerali yoki ko‘p kamerali gorizontal rezervuarlar ishlab chiqarilganda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK «REZERVUAROSTROITEL» tomonidan ishlab chiqarilgan 3 m³ hajmli rezervuarlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-3 rezervuarlarining xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-3", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["nominallik hajmi, m³", "3,00", "3,00", "3,00", "3,00"],
        ["diametri, m", "1,40", "1,42", "1,90", "1,42"],
        ["tayanchlardagi balandligi, m", "1,60", "1,60", "1,60", "1,60"],
        [
          "texnologik quduq bilan tayanchlardagi balandligi, m",
          "",
          "",
          "2,96",
          "2,96",
        ],
        ["rezervuar uzunligi, m", "2,06", "2,08", "2,06", "2,08"],
        ["umumiy og‘irligi, t", "0,53", "0,83", "0,83", "1,13"],
        ["tayanchlar soni, dona", "2,00", "2,00", "2,00", "2,00"],
        ["qobiq qalinligi, mm", "4,00", "4,00", "4,00", "4,00"],
      ],
    },
    allLinks: {
      text: "Boshqa gorizontal rezervuarlar hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-3 m³, gorizontal po‘lat rezervuar yer usti / yer osti",
    part8Img: part8Img,
  },
  {
    id: "rgs-5",
    // part 1
    caption: "RGS-5 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 5 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-5).",
    desc2:
      "RGS-5 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-5 idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs5_1, rgs5_2, rgs5_3, rgs5_4],
    // part 2
    caption2: "RGS-5 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan RGS-5 idishini sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs5_2_1, rgs5_2_2, rgs5_2_3, rgs5_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan RGS-5 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-5 idishlari",
    subCaption1: "Yer usti RGSn-5 idishi:",
    part3Img1: {
      img1: rgs5_3_1,
      img2: rgs5_3_2,
    },
    subCaption2: "Yer osti RGSp-5 idishi:",
    part3Img2: {
      img1: rgs5_3_3,
      img2: rgs5_3_4,
    },
    // part 4
    caption4: "Yer osti / Yer usti RGS-5",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda RGS-5 idishlarini ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-5:",
    part4List1: [
      "RGSn-5 – yer usti joylashuvi;",
      "RGSp-5 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-5:",
    part4List2: [
      "RGSn-5: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-5: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-5: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-5: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "Ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-5:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan barcha RGS-5 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 5 m³ hajmli gorizontal po'lat idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-5 idishlari xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-5", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "5.00", "5.00", "5.00", "5.00"],
        ["Diametr, m", "1.90", "1.92", "1.90", "1.92"],
        ["Tayanchlardagi balandlik, m", "2.05", "2.05", "2.05", "2.05"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.40",
          "3.40",
        ],
        ["Idish uzunligi, m", "1.90", "1.92", "1.90", "1.92"],
        ["Umumiy og'irlik, t", "0.70", "0.83", "1.00", "1.40"],
        ["Tayanchlar soni, dona", "2.00", "2.00", "2.00", "2.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-5 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-10",
    // part 1
    caption: "RGS-10 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 10 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-10).",
    desc2:
      "Neft mahsulotlari uchun RGS-10 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-10 m³ idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs10_1, rgs10_2, rgs10_3],
    // part 2
    caption2: "RGS-10 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan RGS-10 idishini sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs10_2_1, rgs10_2_2, rgs10_2_3, rgs10_2_4],
    zakazDesc: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-10 idishlari",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-10 idishlari",
    subCaption1: "Yer usti RGSn-10 idishi:",
    part3Img1: {
      img1: rgs10_3_1,
      img2: rgs10_3_2,
    },
    subCaption2: "Yer osti RGSp-10 idishi:",
    part3Img2: {
      img1: rgs10_3_3,
      img2: rgs10_3_4,
    },
    part3Desc:
      "RGS-10 m³ idishining narxi devorlar va idish tubining qalinligiga qarab o'zgaradi.",
    // part 4
    caption4: "Yer osti / Yer usti RGS-10",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda gorizontal RGS-10 idishlarini ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-10 idishlari:",
    part4List1: [
      "RGSn-10 – yer usti joylashuvi;",
      "RGSp-10 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-10:",
    part4List2: [
      "RGSn-10: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-10: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-10: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-10: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "Ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-10:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan barcha gorizontal idish konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 10 m³ hajmli RGS idishlarining turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-10 m³ idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-10", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "10.00", "10.00", "10.00", "10.00"],
        ["Diametr, m", "2.07", "2.09", "2.07", "2.09"],
        ["Tayanchlardagi balandlik, m", "2.22", "2.22", "2.22", "2.22"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.52",
          "3.52",
        ],
        ["Idish uzunligi, m", "3.40", "3.42", "3.40", "3.42"],
        ["Umumiy og'irlik, t", "0.99", "1.80", "1.29", "2.10"],
        ["Tayanchlar soni, dona", "2.00", "2.00", "2.00", "2.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-10 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs10_footerbg,
  },
  {
    id: "rgs-15",
    // part 1
    caption: "RGS-15 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 15 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-15).",
    desc2:
      "RGS-15 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "15 m³ idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs15_1, rgs15_2, rgs15_3, rgs15_4],
    // part 2
    caption2: "RGS-15 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan RGS-15 idishini sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs15_2_1, rgs15_2_2, rgs15_2_3, rgs15_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 15 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-15 idishlari",
    subCaption1: "Yer usti RGSn-15 idishi:",
    part3Img1: {
      img1: rgs15_3_1,
      img2: rgs15_3_2,
    },
    subCaption2: "Yer osti RGSp-15 idishi:",
    part3Img2: {
      img1: rgs15_3_3,
      img2: rgs15_3_4,
    },
    // part 4
    caption4: "Yer osti / Yer usti RGS-15",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda RGS-15 idishlarini ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-15:",
    part4List1: [
      "RGSn-15 – yer usti joylashuvi;",
      "RGSp-15 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-15:",
    part4List2: [
      "RGSn-15: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-15: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-15: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-15: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "15 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-15:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan barcha RGS konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 15 m³ hajmli idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-15 m³ idishlarining texnik xususiyatlari:",
    table: {
      thead: {
        tr1: ["RGS-15", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "15.00", "15.00", "15.00", "15.00"],
        ["Diametr, m", "2.07", "2.09", "2.07", "2.09"],
        ["Tayanchlardagi balandlik, m", "2.22", "2.22", "2.22", "2.22"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.86",
          "3.86",
        ],
        ["Idish uzunligi, m", "4.90", "4.92", "4.90", "4.92"],
        ["Umumiy og'irlik, t", "1.40", "2.60", "1.70", "2.90"],
        ["Tayanchlar soni, dona", "2.00", "2.00", "2.00", "2.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-15 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs15_footbg,
  },
  {
    id: "rgs-20",
    // part 1
    caption: "RGS-20 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 20 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-20).",
    desc2:
      "RGS-20 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-20 idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs20_1, rgs20_2, rgs20_3, rgs20_4],
    // part 2
    caption2: "RGS-20 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 20 m³ idishni sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs20_2_1, rgs20_2_2, rgs20_2_3, rgs20_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 20 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-20 idishlari",
    subCaption1: "Yer usti RGSn-20 idishi:",
    part3Img1: {
      img1: rgs20_3_1,
      img2: rgs20_3_2,
    },
    subCaption2: "Yer osti RGSp-20 idishi:",
    part3Img2: {
      img1: rgs20_3_3,
      img2: rgs20_3_4,
    },
    // part 4
    caption4: "RGS-20 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 20 m³ idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-20:",
    part4List1: [
      "RGSn-20 – yer usti joylashuvi;",
      "RGSp-20 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-20:",
    part4List2: [
      "RGSn-20: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-20: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-20: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-20: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "20 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-20:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan barcha RGS konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 20 m³ hajmli idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-20 idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-20", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "20.00", "20.00", "20.00", "20.00"],
        ["Diametr, m", "2.40", "2.42", "2.40", "2.42"],
        ["Tayanchlardagi balandlik, m", "2.56", "2.56", "2.56", "2.56"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.86",
          "3.86",
        ],
        ["Idish uzunligi, m", "4.90", "4.92", "4.90", "4.92"],
        ["Umumiy og'irlik, t", "1.70", "3.10", "2.00", "3.40"],
        ["Tayanchlar soni, dona", "2.00", "2.00", "2.00", "2.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-20 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs20_footbg,
  },
  {
    id: "rgs-25",
    // part 1
    caption: "RGS-25 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 25 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-25).",
    desc2:
      "25 m³ idishlar zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-25 idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs25_1, rgs25_2, rgs25_3, rgs25_4],
    // part 2
    caption2: "RGS-25 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan RGS-25 idishini sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha gorizontal po'lat idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs25_2_1, rgs25_2_2, rgs25_2_3, rgs25_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 25 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-25 idishlari",
    subCaption1: "Yer usti RGSn-25 idishi:",
    part3Img1: {
      img1: rgs25_3_1,
      img2: rgs25_3_2,
    },
    subCaption2: "Yer osti RGSp-25 idishi:",
    part3Img2: {
      img1: rgs25_3_3,
      img2: rgs25_3_4,
    },
    part3Desc:
      "RGS-25 narxi devorlar, tub va po'lat markasining qalinligiga bog'liq.",
    // part 4
    caption4: "Yer osti / Yer usti RGS-25",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 25 m³ gorizontal idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-25:",
    part4List1: [
      "RGSn-25 – yer usti joylashuvi;",
      "RGSp-25 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-25:",
    part4List2: [
      "RGSn-25: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-25: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-25: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-25: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "25 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-25:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-25 idish konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, 25 m³ idish ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali RGS idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan RGS-25 idishlarining turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "25 m³ idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-25", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "25.00", "25.00", "25.00", "25.00"],
        ["Diametr, m", "2.40", "2.42", "2.40", "2.42"],
        ["Tayanchlardagi balandlik, m", "6.60", "6.60", "6.60", "6.60"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.86",
          "3.86",
        ],
        ["Idish uzunligi, m", "6.60", "6.62", "6.60", "6.62"],
        ["Umumiy og'irlik, t", "2.15", "3.70", "2.45", "4.00"],
        ["Tayanchlar soni, dona", "2.00", "2.00", "2.00", "2.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-25 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs5BottomBg,
  },
  {
    id: "rgs-30",
    // part 1
    caption: "RGS-30 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 30 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-30).",
    desc2:
      "RGS-30 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-30 idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs30_1, rgs30_2, rgs30_3, rgs30_4],
    // part 2
    caption2: "RGS-30 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 30 m³ idishni sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha gorizontal po'lat idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs30_2_1, rgs30_2_2, rgs30_2_3, rgs30_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 30 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-30 idishlari",
    subCaption1: "Yer usti RGSn-30 idishi:",
    part3Img1: {
      img1: rgs30_3_1,
      img2: rgs30_3_2,
    },
    subCaption2: "Yer osti RGSp-30 idishi:",
    part3Img2: {
      img1: rgs30_3_3,
      img2: rgs30_3_4,
    },
    // part 4
    caption4: "RGS-30 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 30 m³ idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-30:",
    part4List1: [
      "RGSn-30 – yer usti joylashuvi;",
      "RGSp-30 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-30:",
    part4List2: [
      "RGSn-30: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-30: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-30: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-30: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "30 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-30:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-30 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 30 m³ hajmli idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-30 idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-30", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "30.00", "30.00", "30.00", "30.00"],
        ["Diametr, m", "2.40", "2.42", "2.40", "2.42"],
        ["Tayanchlardagi balandlik, m", "2.56", "2.56", "2.56", "2.56"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.86",
          "3.86",
        ],
        ["Idish uzunligi, m", "2.00", "2.02", "2.00", "2.02"],
        ["Umumiy og'irlik, t", "2.65", "4.40", "2.95", "4.70"],
        ["Tayanchlar soni, dona", "3.00", "3.00", "3.00", "3.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-30 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs30_footbg,
  },
  {
    id: "rgs-40",
    // part 1
    caption: "RGS-40 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 40 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-40).",
    desc2:
      "RGS-40 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-40 idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs40_1, rgs40_2, rgs40_3, rgs40_4],
    // part 2
    caption2: "RGS-40 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 40 m³ idishni sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs40_2_1, rgs40_2_2, rgs40_2_3, rgs40_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan RGS-40 idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-40 idishlari",
    subCaption1: "Yer usti RGSn-40 idishi:",
    part3Img1: {
      img1: rgs40_3_1,
      img2: rgs40_3_2,
    },
    subCaption2: "Yer osti RGSp-40 idishi:",
    part3Img2: {
      img1: rgs40_3_3,
      img2: rgs40_3_4,
    },
    // part 4
    caption4: "RGS-40 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda RGS-40 gorizontal idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-40:",
    part4List1: [
      "RGSn-40 – yer usti joylashuvi;",
      "RGSp-40 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-40:",
    part4List2: [
      "RGSn-40: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-40: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-40: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-40: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "40 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-40:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-40 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 40 m³ hajmli idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-40 idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-40", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "40.00", "40.00", "40.00", "40.00"],
        ["Diametr, m", "2.40", "2.42", "2.40", "2.42"],
        ["Tayanchlardagi balandlik, m", "2.56", "2.56", "2.56", "2.56"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "3.86",
          "3.86",
        ],
        ["Idish uzunligi, m", "9.60", "9.62", "9.60", "9.62"],
        ["Umumiy og'irlik, t", "3.10", "5.50", "3.40", "5.80"],
        ["Tayanchlar soni, dona", "4.00", "4.00", "4.00", "4.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-40 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs40_footbg,
  },
  {
    id: "rgs-50",
    // part 1
    caption: "RGS-50 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 50 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-50).",
    desc2:
      "RGS-50 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-50 m³ idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs50_1, rgs50_2, rgs50_3, rgs50_4],
    // part 2
    caption2: "RGS-50 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 50 m³ RGS-50 idishini sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs50_2_1, rgs50_2_2, rgs50_2_3, rgs50_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 50 m³ RGS-50 idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-50 idishlari",
    subCaption1: "Yer usti RGSn-50 idishi:",
    part3Img1: {
      img1: rgs50_3_1,
      img2: rgs50_3_2,
    },
    subCaption2: "Yer osti RGSp-50 idishi:",
    part3Img2: {
      img1: rgs50_3_3,
      img2: rgs50_3_4,
    },
    part3Desc: "RGS-50 narxi idishning konfiguratsiyasiga qarab shakllanadi.",
    // part 4
    caption4: "RGS-50 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 50 m³ RGS-50 gorizontal idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-50:",
    part4List1: [
      "RGSn-50 – yer usti joylashuvi;",
      "RGSp-50 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-50:",
    part4List2: [
      "RGSn-50: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-50: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-50: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-50: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "50 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-50 m³:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-50 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 50 m³ hajmli RGS idishlarining turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-50 m³ idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-50", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "50.00", "50.00", "50.00", "50.00"],
        ["Diametr, m", "2.80", "2.82", "2.80", "2.82"],
        ["Tayanchlardagi balandlik, m", "2.96", "2.96", "2.96", "2.96"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "4.21",
          "4.21",
        ],
        ["Idish uzunligi, m", "9.60", "9.62", "9.60", "9.62"],
        ["Umumiy og'irlik, t", "3.70", "6.50", "4.00", "6.80"],
        ["Tayanchlar soni, dona", "4.00", "4.00", "4.00", "4.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-50 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs50_footbg,
  },
  {
    id: "rgs-60",
    // part 1
    caption: "RGS-60 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 60 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-60).",
    desc2:
      "RGS-60 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-60 idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs60_1, rgs60_2, rgs60_3, rgs60_4, rgs60_5, rgs60_6, rgs60_7],
    // part 2
    caption2: "RGS-60 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 60 m³ idishni sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha gorizontal po'lat idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs60_2_1, rgs60_2_2, rgs60_2_3, rgs60_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 60 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-60 idishlari",
    subCaption1: "Yer usti RGSn-60 idishi:",
    part3Img1: {
      img1: rgs60_3_1,
      img2: rgs60_3_2,
    },
    subCaption2: "Yer osti RGSp-60 idishi:",
    part3Img2: {
      img1: rgs60_3_3,
      img2: rgs60_3_4,
    },
    // part 4
    caption4: "RGS-60 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 60 m³ gorizontal idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-60:",
    part4List1: [
      "RGSn-60 – yer usti joylashuvi;",
      "RGSp-60 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-60:",
    part4List2: [
      "RGSn-60: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-60: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-60: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-60: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "60 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-60:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-60 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, 60 m³ idish ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 60 m³ hajmli RGS idishlarining turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "RGS-60 idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-60", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "60.00", "60.00", "60.00", "60.00"],
        ["Diametr, m", "2.80", "2.82", "2.80", "2.82"],
        ["Tayanchlardagi balandlik, m", "2.96", "2.96", "2.96", "2.96"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "4.21",
          "4.21",
        ],
        ["Idish uzunligi, m", "10.60", "10.62", "10.60", "10.62"],
        ["Umumiy og'irlik, t", "4.00", "7.10", "4.30", "7.40"],
        ["Tayanchlar soni, dona", "4.00", "4.00", "4.00", "4.00"],
        ["Korpus qalinligi, mm", "4.00", "4.00", "4.00", "4.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-60 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs60_footbg,
  },
  {
    id: "rgs-75",
    // part 1
    caption: "RGS-75 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 75 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-75).",
    desc2:
      "RGS-75 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-75 m³ idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs75_1, rgs75_2, rgs75_3, rgs75_4],
    // part 2
    caption2: "RGS-75 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 75 m³ idishni sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha gorizontal po'lat idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs75_2_1, rgs75_2_2, rgs75_2_3, rgs75_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 75 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-75 idishlari",
    subCaption1: "Yer usti RGSn-75 idishi:",
    part3Img1: {
      img1: rgs75_3_1,
      img2: rgs75_3_2,
    },
    subCaption2: "Yer osti RGSp-75 idishi:",
    part3Img2: {
      img1: rgs75_3_3,
      img2: rgs75_3_4,
    },
    part3Desc:
      "RGS-75 idishining narxi idishning konfiguratsiyasiga qarab shakllanadi.",
    // part 4
    caption4: "RGS-75 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 75 m³ RGS-75 gorizontal idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-75:",
    part4List1: [
      "RGSn-75 – yer usti joylashuvi;",
      "RGSp-75 – texnik quduq bilan yer osti joylashuvi;",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-75 idishlari:",
    part4List2: [
      "RGSn-75: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-75: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-75: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-75: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "75 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-75:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-75 idish konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 75 m³ hajmli idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "75 m³ idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-75", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "75.00", "75.00", "75.00", "75.00"],
        ["Diametr, m", "3.24", "3.26", "3.24", "3.26"],
        ["Tayanchlardagi balandlik, m", "3.40", "3.40", "3.40", "3.40"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "4.70",
          "4.70",
        ],
        ["Idish uzunligi, m", "9.60", "9.62", "9.60", "9.62"],
        ["Umumiy og'irlik, t", "4.50", "8.50", "4.80", "8.80"],
        ["Tayanchlar soni, dona", "4.00", "4.00", "4.00", "4.00"],
        ["Korpus qalinligi, mm", "5.00", "5.00", "5.00", "5.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-75 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs75_footbg,
  },
  {
    id: "rgs-100",
    // part 1
    caption: "RGS-100 m³, Gorizontal po'lat idish yer usti / yer osti",
    desc1:
      "ZMK 'REZERVUAROSTROITEL' 100 m³ hajmli RGS tipidagi gorizontal silindrsimon po'lat idishlarni ishlab chiqaradi (RGS-100).",
    desc2:
      "RGS-100 idishlari zichligi 1 t/m³ dan oshmaydigan suyuq xomashyoni saqlash va tarqatish uchun ishlatiladi, harorat –60°C dan +90°C gacha, ichki bosim 0,07 MPa gacha va seysmik tebranishlar 7 ballgacha bo'lgan sharoitlarda.",
    desc3:
      "RGS-100 m³ idishi GOST 17032-2010 'Neft mahsulotlari uchun gorizontal po'lat idishlar' va GOST R 52630-2012 'Payvandlangan po'lat idishlar va apparatlar' standartlariga muvofiq ishlab chiqariladi. Gorizontal idishlarimizning sifati №РРС.00-047039 foydalanishga ruxsatnomasi va №Росс.RU.АВ17.по1286 muvofiqlik sertifikati bilan tasdiqlangan.",
    images: [rgs100_1, rgs100_2, rgs100_3, rgs100_4],
    // part 2
    caption2: "RGS-100 idishiga buyurtma berish",
    zakazText:
      "Mijozlarimiz har doim konstruktorlik byuromizning standart chizmalariga muvofiq ishlab chiqarilgan 100 m³ idishni sotib olishlari mumkin (quyida texnik xususiyatlar va chizmalar bilan tanishish mumkin).",
    zakazText2:
      "Shuningdek, biz mijozning maxsus talablariga ko'ra konstruktorlik hujjatlarni ishlab chiqishni (masalan, idishni joylashtirish uchun cheklangan sharoitlarda) yoki sizning chizmalaringiz bo'yicha RGS idishlarni ishlab chiqarishni tez-tez amalga oshiramiz.",
    zakazImg: [rgs100_2_1, rgs100_2_2, rgs100_2_3, rgs100_2_4],
    zakazDesc:
      "ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 100 m³ idishiga buyurtma berish mumkin:",
    zakazList: [
      "to'g'ridan-to'g'ri veb-saytdan;",
      "+99893 738 55 58 telefon orqali;",
      "aasatillo123@gmail.com elektron pochta orqali so'rov yuborish orqali.",
    ],
    zakazDesc2: "Sizning so'rovingiz bir kun ichida ko'rib chiqiladi.",
    // part 3
    caption3: "ZMK 'REZERVUAROSTROITEL' dan standart RGS-100 idishlari",
    subCaption1: "Yer usti RGSn-100 idishi:",
    part3Img1: {
      img1: rgs100_3_1,
      img2: rgs100_3_2,
    },
    subCaption2: "Yer osti RGSp-100 idishi:",
    part3Img2: {
      img1: rgs100_3_3,
      img2: rgs100_3_4,
    },
    part3Desc: "RGS-100 narxi idishning konfiguratsiyasiga qarab shakllanadi.",
    // part 4
    caption4: "RGS-100 konfiguratsiyalari",
    part4desc:
      "ZMK 'REZERVUAROSTROITEL' bir nechta asosiy konfiguratsiyalarda 100 m³ RGS-100 gorizontal idishlarni ishlab chiqaradi:",
    part4SubCaption1: "Yer osti / Yer usti RGS-100:",
    part4List1: [
      "RGSp-100 – texnik quduq bilan yer osti joylashuvi;",
      "RGSn-100 – yer usti joylashuvi.",
    ],
    part4SubCaption2: "Bir devorli / Ikki devorli RGS-100 idishlari:",
    part4List2: [
      "RGSn-100: yer usti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDn-100: yer usti joylashuvi uchun ikki devorli gorizontal idish;",
      "RGSp-100: yer osti joylashuvi uchun bir devorli gorizontal idish;",
      "RGSDp-100: yer osti joylashuvi uchun ikki devorli gorizontal idish.",
    ],
    part4desc2:
      "100 m³ ikki devorli idish ishlab chiqarilganda, devorlar orasidagi bo'shliq azot yoki suyuqlik bilan to'ldiriladi. Butun devorlar orasi bo'shliq to'ldiriladi va idish yopiq evakuatsiya tizimi bilan jihozlanadi.",
    // part 5
    caption5: "Devorlar orasi bo'shliq uchun suyuqlik talablari:",
    part5List: [
      "yonish harorati 100°C dan past bo'lmasligi kerak;",
      "idishning konstruktsiya materiallari va saqlanadigan yoqilg'iga kimyoviy jihatdan neytral bo'lishi;",
      "RGSda saqlanadigan mahsulotga nisbatan yuqori zichlik;",
      "idish mo'ljallangan atrof-muhit haroratlarida o'z xususiyatlarini saqlab qolish qobiliyati;",
    ],
    // part 6
    caption6: "Bir sektsiyali / Ikki sektsiyali / Ko'p sektsiyali RGS-100:",
    part5SubCaption1:
      "Yuqorida aytib o'tilgan RGS-100 konfiguratsiyalari bir yoki bir nechta kamerali (sektsiyali) bo'lishi mumkin. Kameralar idish korpusidagi maxsus konstruktsiyali bo'linmalar orqali shakllanadi. Shunday qilib, RGS-100 idishi ikki yoki undan ortiq bo'limlarga bo'linadi, bu esa turli xil suyuq xomashyolarni saqlash imkonini beradi. Ikki kamerali yoki ko'p kamerali gorizontal idishlarni ishlab chiqarishda biz kameralarning muhrlanishini kafolatlaymiz.",
    part5SubCaption2:
      "Quyidagi jadvalda ZMK 'REZERVUAROSTROITEL' tomonidan ishlab chiqarilgan 100 m³ hajmli idishlarning turli konfiguratsiyalardagi asosiy texnik xususiyatlari keltirilgan.",
    // part 7
    caption7: "100 m³ idishlarining texnik xususiyatlari",
    table: {
      thead: {
        tr1: ["RGS-100", "YER USTI", "YER OSTI"],
        tr2: ["", "BIR DEVORLI", "IKKI DEVORLI", "BIR DEVORLI", "IKKI DEVORLI"],
      },
      tbody: [
        ["Nominal hajm, m³", "100.00", "100.00", "100.00", "100.00"],
        ["Diametr, m", "3.24", "3.26", "3.24", "3.26"],
        ["Tayanchlardagi balandlik, m", "3.40", "3.40", "3.40", "3.40"],
        [
          "Texnik quduq bilan tayanchlardagi balandlik, m",
          "",
          "",
          "4.99",
          "4.99",
        ],
        ["Idish uzunligi, m", "9.60", "9.62", "9.60", "9.62"],
        ["Umumiy og'irlik, t", "5.40", "10.90", "5.70", "11.20"],
        ["Tayanchlar soni, dona", "5.00", "5.00", "5.00", "5.00"],
        ["Korpus qalinligi, mm", "5.00", "5.00", "5.00", "5.00"],
      ],
    },
    allLinks: {
      text: "Gorizontal idishlarning boshqa hajmlari:",
      links: [
        { to: "/rgs-3", text: "RGS-3" },
        { to: "/rgs-5", text: "RGS-5" },
        { to: "/rgs-10", text: "RGS-10" },
        { to: "/rgs-15", text: "RGS-15" },
        { to: "/rgs-20", text: "RGS-20" },
        { to: "/rgs-25", text: "RGS-25" },
        { to: "/rgs-30", text: "RGS-30" },
        { to: "/rgs-40", text: "RGS-40" },
        { to: "/rgs-50", text: "RGS-50" },
        { to: "/rgs-60", text: "RGS-60" },
        { to: "/rgs-75", text: "RGS-75" },
        { to: "/rgs-100", text: "RGS-100" },
      ],
    },
    // part 8
    caption8: "Yetkazib berishni hisoblash",
    part8desc: "RGS-100 m³, gorizontal po'lat idish yer usti / yer osti",
    part8Img: rgs100_footerbg,
  },
];
