import rvs100_1 from "./assets/rvs100/rvs100_1.jpg";
import rvs100_2 from "./assets/rvs100/rvs100_2.jpg";
import rvs100_3 from "./assets/rvs100/rvs100_3.jpg";
import rvs100_4 from "./assets/rvs100/rvs100_4.jpg";

import part4_4_1 from "./assets/rvs100/rvs100_4_1.jpg";

import part4_6_1 from "./assets/rvs100/rvs100_6_1.jpg";
import part4_6_2 from "./assets/rvs100/part4_6_2.jpg";

import rvs100BottomBg from "./assets/rvs100/rvs100_footbg.jpg";

// rvs 200
import rvs200_1 from "./assets/rvs200/rvs200_1.jpg";
import rvs200_2 from "./assets/rvs200/rvs_200_2.jpg";
import rvs200_3 from "./assets/rvs200/rvs_200_3.jpg";
import rvs200_4 from "./assets/rvs200/rvs_200_4.jpg";

import rvs200_4_1 from "./assets/rvs200/rvs200_4_1.jpg";

import rvs200_6_1 from "./assets/rvs200/rvs200-6-1.jpg";
import rvs200_6_2 from "./assets/rvs200/rvs200-6-2.jpg";
import rvs200_6_3 from "./assets/rvs200/rvs200-6-3.jpg";

import rvs_200_footbg from "./assets/rvs200/rvs-200-footbg.jpg";

// rvs 300
import rvs300_1 from "./assets/rvs300/rvs-300-1.jpg";
import rvs300_2 from "./assets/rvs300/rvs-300-2.jpg";
import rvs300_3 from "./assets/rvs300/rvs-300-3.jpg";
import rvs300_4 from "./assets/rvs300/rvs-300-4.jpg";

import rvs300_4_1 from "./assets/rvs300/rvs300_4_1.jpg";
import rvs300_4_2 from "./assets/rvs300/rvs300_4_2.jpg";

import rvs300_6_1 from "./assets/rvs300/rvs300-6-1.jpg";
import rvs300_6_2 from "./assets/rvs300/rvs300-6-2.jpg";
import rvs300_6_3 from "./assets/rvs300/rvs300-6-3.jpg";
import rvs300_6_4 from "./assets/rvs300/rvs300-6-4.jpg";

// rvs400_1
import rvs400_1 from "./assets/rvs400/rvs-400-1.jpg";
import rvs400_2 from "./assets/rvs400/rvs-400-2.jpg";
import rvs400_3 from "./assets/rvs400/rvs-400-3.jpg";
import rvs400_4 from "./assets/rvs400/rvs-400-4.jpg";

import rvs400_4_1 from "./assets/rvs400/rvs-400-1.jpg";
import rvs400_4_2 from "./assets/rvs400/rvs400-4-2.jpg";

import rvs400_6_1 from "./assets/rvs400/rvs400-6-1.jpg";
import rvs400_6_2 from "./assets/rvs400/rvs400-6-2.jpg";
import rvs400_6_3 from "./assets/rvs400/rvs400-6-3.jpg";

// rvs500
import rvs500_1 from "./assets/rvs500/rvs-500-1.jpg";
import rvs500_2 from "./assets/rvs500/rvs-500-2.jpg";
import rvs500_3 from "./assets/rvs500/rvs-500-3.jpg";
import rvs500_4 from "./assets/rvs500/rvs-500-4.jpg";

import rvs500_4_1 from "./assets/rvs500/rvs500-4-1.jpg";

import rvs500_6_1 from "./assets/rvs500/rvs500-6-1.jpg";
import rvs500_6_2 from "./assets/rvs500/rvs500-6-2.jpg";
import rvs500_6_3 from "./assets/rvs500/rvs500-6-3.jpg";
import rvs500_6_4 from "./assets/rvs500/rvs500-6-4.jpg";

import rvs_500_footbg from "./assets/rvs500/rvs-500-footbg.jpg";

// rvs 700
import rvs700_1 from "./assets/rvs700/rvs-700-1.jpg";
import rvs700_2 from "./assets/rvs700/rvs-700-2.jpg";
import rvs700_3 from "./assets/rvs700/rvs-700-3.jpg";
import rvs700_4 from "./assets/rvs700/rvs-700-4.jpg";

import rvs700_4_1 from "./assets/rvs700/rvs-700-1.jpg";
import rvs700_4_2 from "./assets/rvs700/rvs-700-2.jpg";

import rvs700_6_1 from "./assets/rvs700/rvs700-6-1.jpg";
import rvs700_6_2 from "./assets/rvs700/rvs700-6-2.jpg";
import rvs700_6_3 from "./assets/rvs700/rvs-700-6-3.jpg";
import rvs700_6_4 from "./assets/rvs700/rvs700-6-4.jpg";

import rvs_700_footbg from "./assets/rvs700/rvs-700-foootbbg.jpg";

// rvs 1000
import rvs1000_1 from "./assets/rvs1000/rvs-1000-1.jpg";
import rvs1000_2 from "./assets/rvs1000/rvs-1000-2.jpg";
import rvs1000_3 from "./assets/rvs1000/rvs-1000-3.jpg";
import rvs1000_4 from "./assets/rvs1000/rvs-1000-4.jpg";

import rvs1000_4_1 from "./assets/rvs1000/rvs-1000-1.jpg";
import rvs1000_4_2 from "./assets/rvs1000/rvs-1000-2.jpg";

import rvs1000_6_1 from "./assets/rvs1000/rvs1000-6-1.jpg";
import rvs1000_6_2 from "./assets/rvs1000/rvs1000-6-2.jpg";
import rvs1000_6_3 from "./assets/rvs1000/rvs1000-6-3.jpg";
import rvs1000_6_4 from "./assets/rvs1000/rvs1000-6-4.jpg";

import rvs_1000_footbg from "./assets/rvs1000/rvs-1000-footbg.jpg";

// rvs 2000
import rvs2000_1 from "./assets/rvs2000/rvs-2000-1.jpg";
import rvs2000_2 from "./assets/rvs2000/rvs-2000-2.jpg";
import rvs2000_3 from "./assets/rvs2000/rvs-2000-3.jpg";
import rvs2000_4 from "./assets/rvs2000/rvs-2000-4.jpg";

import rvs2000_4_1 from "./assets/rvs2000/rvs-2000-1.jpg";
import rvs2000_4_2 from "./assets/rvs2000/rvs-2000-2.jpg";

import rvs2000_6_1 from "./assets/rvs2000/rvs2000-6-1.jpg";
import rvs2000_6_2 from "./assets/rvs2000/rvs2000-6-2.jpg";
import rvs2000_6_3 from "./assets/rvs2000/rvs2000-6-3.jpg";
import rvs2000_6_4 from "./assets/rvs2000/rvs2000-6-4.jpg";

import rvs_2000_footbg from "./assets/rvs2000/rvs-2000-footbg.jpg";

// rvs 3000
import rvs3000_1 from "./assets/rvs3000/rvs-3000-1.jpg";
import rvs3000_2 from "./assets/rvs3000/rvs-3000-2.jpg";
import rvs3000_3 from "./assets/rvs3000/rvs-3000-3.jpg";
import rvs3000_4 from "./assets/rvs3000/rvs-3000-4.jpg";

import rvs3000_4_1 from "./assets/rvs3000/rvs-3000-1.jpg";

import rvs3000_6_1 from "./assets/rvs3000/rvs3000-6-1.jpg";
import rvs3000_6_2 from "./assets/rvs3000/rvs3000-6-2.jpg";
import rvs3000_6_3 from "./assets/rvs3000/rvs3000-6-3.jpg";

import rvs_3000_footbg from "./assets/rvs3000/rvs-3000-footbg.jpg";

// rvs 5000
import rvs5000_1 from "./assets/rvs5000/rvs-5000-1.jpg";
import rvs5000_2 from "./assets/rvs5000/rvs-5000-2.jpg";
import rvs5000_3 from "./assets/rvs5000/rvs-5000-3.jpg";
import rvs5000_4 from "./assets/rvs5000/rvs-5000-4.jpg";

import rvs5000_4_1 from "./assets/rvs5000/rvs-5000-1.jpg";
import rvs5000_4_2 from "./assets/rvs5000/rvs-5000-2.jpg";

import rvs5000_6_1 from "./assets/rvs5000/rvs5000-6-1.jpg";
import rvs5000_6_2 from "./assets/rvs5000/rvs5000-6-2.jpg";
import rvs5000_6_3 from "./assets/rvs5000/rvs5000-6-3.jpg";

import rvs_5000_footbg from "./assets/rvs5000/rvs-5000-footbg.jpg";

// rvs 10000

import rvs10000_1 from "./assets/rvs10000/rvs-10000-1.jpg";
import rvs10000_2 from "./assets/rvs10000/rvs-10000-2.jpg";
import rvs10000_3 from "./assets/rvs10000/rvs-10000-3.jpg";
import rvs10000_4 from "./assets/rvs10000/rvs-10000-4.jpg";

import rvs10000_4_1 from "./assets/rvs10000/rvs10000-4-1.jpg";
import rvs10000_4_2 from "./assets/rvs10000/rvs10000-4-2.jpg";

import rvs10000_6_1 from "./assets/rvs10000/rvs10000-6-1.jpg";
import rvs10000_6_2 from "./assets/rvs10000/rvs10000_6_2.jpg";
import rvs10000_6_3 from "./assets/rvs10000/rvs10000_6_3.jpg";
import rvs10000_6_4 from "./assets/rvs10000/rvs10000_6_4.jpg";
import rvs10000_6_5 from "./assets/rvs10000/rvs10000_6_5.jpg";
import rvs10000_6_6 from "./assets/rvs10000/rvs10000_6_6.jpg";

import rvs_10000_footbg from "./assets/rvs10000/rvs-10000-footbg.jpg";

// rvs 20000
import rvs20000_1 from "./assets/rvs20000/rvs-20000-1.jpg";
import rvs20000_2 from "./assets/rvs20000/rvs-20000-2.jpg";
import rvs20000_3 from "./assets/rvs20000/rvs-20000-3.jpg";
import rvs20000_4 from "./assets/rvs20000/rvs-20000-4.jpg";

import rvs20000_4_1 from "./assets/rvs20000/rvs20000-4-1.jpg";
import rvs20000_4_2 from "./assets/rvs20000/rvs20000-4-2.jpg";

import rvs20000_6_1 from "./assets/rvs20000/rvs20000-6-1.jpg";
import rvs20000_6_2 from "./assets/rvs20000/rvs20000-6-2.jpg";
import rvs20000_6_3 from "./assets/rvs20000/rvs20000-6-3.jpg";

import rvs_20000_footbg from "./assets/rvs20000/rvs-20000-footbg.jpg";

export const data = [
  {
    id: "rvs-100",
    // part 1
    caption: "РВС-100 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 100м³",
      diameter: "- диаметр: 4,73м",
      height: "- высота: 6м",
      massa: "- масса: 9,5т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-100 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-100 для нефти;",
      "- резервуары РВС-100 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-100 для воды, в том числе пожарные резервуары 100 м³;",
      "- резервуары РВС-100 для сжиженных газов;",
      "- резервуары РВС-100 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-100 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs100_1, rvs100_2, rvs100_3, rvs100_4],
    // part 2
    part2_caption: "Резервуар 100 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-100 в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-100 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-100 одностенные или РВСЗС-100 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-100 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-100 м³ (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 100 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 100 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-100 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-100",
    part4_img: part4_4_1,
    part4_desc1: {
      title: "Конструкция резервуара 100 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-100 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-100", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "100"],
          ["Диаметр", "мм", "4730"],
          ["Высота", "мм", "6000"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-100", "", ""],
        tbody: [
          ["Масса стенки", "кг", "3 596"],
          ["Количество поясов стенки", "пояс", "4"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-100", "", ""],
        tbody: [
          ["Масса крыши", "кг", "870"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-100", "", ""],
        tbody: [
          ["Масса днища", "кг", "764"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-100", "", ""],
        tbody: [
          ["Лестница", "кг", "630"],
          ["Площадки на крыше", "кг", "720"],
          ["Люки и патрубки", "кг", "706"],
          ["Комплектующие конструкции", "кг", "87"],
          ["Каркасы и упаковка", "кг", "2 100"],
          ["Общая масса резервуара РВС-100", "кг", "9 473"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-100",
    part6_data: [
      {
        img: part4_6_1,
        title: "Днище резервуара РВС-100",
        texts: [
          "Тип: плоское стальное днище без окраек.",
          "Толщина: 5 мм.",
          "Форма отгрузки с завода: рулон.",
          "Масса: 764 кг.",
        ],
      },
      {
        img: part4_6_2,
        title: "Стенка резервуара РВС-100",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: полотнище 14860 мм Х 6000 мм, 4 горизонтальных пояса.",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
        ],
      },
      {
        img: part4_6_2,
        title: "Крыша резервуара РВС-100",
        texts: [
          "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "- Толщина: 5 мм.",
          "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 870 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-100",
    part6_desc:
      "Резервуары РВСП-100 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-100 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 6 коробов шириной 1 250 мм.",
      "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
      "- Масса: 1 990 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "Пожарный резервуар 100м³",
    part6_desc6:
      "Пожарный резервуар используется по назначению, как наземная или подземная емкость. Стальные пожарные резервуары применяются для пожаротушения, их отличает прочность и длительный срок эксплуатации. Наземный пожарный резервуар 100м³ следует теплоизолировать.",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-100 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs100BottomBg,
  },
  {
    id: "rvs-200",
    // part 1
    caption: "РВС-200 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 200м³",
      diameter: "- диаметр: 6,63м",
      height: "- высота: 6м",
      massa: "- масса ≈ 12,8т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-200 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-200 для нефти;",
      "- резервуары РВС-200 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-200 для воды, в том числе пожарные резервуары 200 м³;",
      "- резервуары РВС-200 для сжиженных газов;",
      "- резервуары РВС-200 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-200 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs200_1, rvs200_2, rvs200_3, rvs200_4],
    // part 2
    part2_caption: "Резервуар 200 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-200 м³ в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-200 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-200 одностенные или РВСЗС-200 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-200 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-200 м³ (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 200 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 200 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-200 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-200",
    part4_img: rvs200_4_1,
    part4_desc1: {
      title: "Конструкция резервуара 100 м³ состоит из:",
      ul: [
        "Конструкция резервуара 200 м³ состоит из:",
        "стенки цилиндрической;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования..",
      ],
      title2: "К конструкции резервуара РВСП-200 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-200", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "200"],
          ["Диаметр", "мм", "6630"],
          ["Высота", "мм", "6000"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-200", "", ""],
        tbody: [
          ["Масса стенки", "кг", "5 033"],
          ["Количество поясов стенки", "пояс", "4"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-200", "", ""],
        tbody: [
          ["Масса крыши", "кг", "1 690"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-200", "", ""],
        tbody: [
          ["Масса днища", "кг", "1 470"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-200", "", ""],
        tbody: [
          ["Лестница", "кг", "1 030"],
          ["Площадки на крыше", "кг", "650"],
          ["Люки и патрубки", "кг", "706"],
          ["Комплектующие конструкции", "кг", "87"],
          ["Каркасы и упаковка", "кг", "2 100"],
          ["Общая масса резервуара РВС-200", "кг", "12 766"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-200",
    part6_data: [
      {
        img: rvs200_6_1,
        title: "Днище резервуара РВС-200",
        texts: [
          "Тип: плоское стальное днище без окраек.",
          "Толщина: 5 мм.",
          "Форма отгрузки с завода: рулон.",
          "Масса: 1 470 кг.",
        ],
      },
      {
        img: rvs200_6_2,
        title: "Стенка резервуара РВС-200",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 4 горизонтальных пояса.",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 5 033 кг.",
        ],
      },
      {
        img: rvs200_6_3,
        title: "Крыша резервуара РВС-200",
        texts: [
          "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "- Толщина: 5 мм.",
          "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 1 690 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-200",
    part6_desc:
      "Резервуары РВСП-200 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-200 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 6 коробов шириной 1 250 мм.",
      "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
      "- Масса: 2 810 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-200 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_200_footbg,
  },
  {
    id: "rvs-300",
    // part 1
    caption: "РВС-300 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 300м³",
      diameter: "- диаметр: 7,58м",
      height: "- высота: 7.5м",
      massa: "- масса ≈ 16.6т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-300 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-300 для нефти;",
      "- резервуары РВС-300 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-300 для воды, в том числе пожарные резервуары 300 м³;",
      "- резервуары РВС-300 для сжиженных газов;",
      "- резервуары РВС-300 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-300 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs300_1, rvs300_2, rvs300_3, rvs300_4],
    // part 2
    part2_caption: "Резервуар 300 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-300 в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-300 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-300 одностенные или РВСЗС-300 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-300 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-300 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 300 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 300 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-300 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-300",
    part4_img: rvs300_4_1,
    part4_img2: rvs300_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 300 м3 состоит из:",
      ul: [
        "Конструкция резервуара 200 м³ состоит из:",
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-300 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-300", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "300"],
          ["Диаметр", "мм", "7 580"],
          ["Высота", "мм", "7 500"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-300", "", ""],
        tbody: [
          ["Масса стенки", "кг", "7 180"],
          ["Количество поясов стенки", "пояс", "5"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-300", "", ""],
        tbody: [
          ["Масса крыши", "кг", "2 340"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-300", "", ""],
        tbody: [
          ["Масса днища", "кг", "1 920"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-300", "", ""],
        tbody: [
          ["Лестница", "кг", "800"],
          ["Площадки на крыше", "кг", "1 184"],
          ["Люки и патрубки", "кг", "736"],
          ["Комплектующие конструкции", "кг", "120"],
          ["Каркасы и упаковка", "кг", "2 300"],
          ["Общая масса резервуара РВС-300", "кг", "16 610"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-300",
    part6_data: [
      {
        img: rvs300_6_1,
        title: "Днище резервуара РВС-300",
        texts: [
          "Тип: плоское стальное днище без окраек.",
          "Толщина: 5 мм.",
          "Форма отгрузки с завода: рулон.",
          "Масса: 1 950 кг.",
        ],
      },
      {
        img: rvs300_6_2,
        title: "Стенка резервуара РВС-300",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 4 горизонтальных пояса.",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 7 180 кг.",
        ],
      },
      {
        img: rvs300_6_3,
        img2: rvs300_6_4,
        title: "Крыша резервуара РВС-300",
        texts: [
          "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "- Толщина: 5 мм.",
          "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 2 340 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-300",
    part6_desc:
      "Резервуары РВСП-300 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-300 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 6 коробов шириной 1 250 мм.",
      "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
      "- Масса: 3 350 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-300 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_200_footbg,
  },
  {
    id: "rvs-400",
    // part 1
    caption: "РВС-400 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 400м³",
      diameter: "- диаметр: 8,53м",
      height: "- высота: 7.5м",
      massa: "- масса ≈ 19т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-400 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-400 для нефти;",
      "- резервуары РВС-400 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-400 для воды, в том числе пожарные резервуары 400 м³;",
      "- резервуары РВС-400 для сжиженных газов;",
      "- резервуары РВС-400 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-400 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs400_1, rvs400_2, rvs400_3, rvs400_4],
    // part 2
    part2_caption: "Резервуар 400 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-400 в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-400 со стационарной крышей и РВСП-400 с понтоном;",
      },
      {
        title: "03",
        desc: "резервуары РВС-400 одностенные или РВСЗС-400 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-400 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-400 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 400 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 400 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-400 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-400",
    part4_img: rvs400_4_1,
    part4_img2: rvs400_4_2,
    part4_desc1: {
      title: "Конструкция резервуара РВС-400 м. куб. состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-400 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-400", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "400"],
          ["Диаметр", "мм", "8 530"],
          ["Высота", "мм", "7 500"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-400", "", ""],
        tbody: [
          ["Масса стенки", "кг", "8 044"],
          ["Количество поясов стенки", "пояс", "5"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-400", "", ""],
        tbody: [
          ["Масса крыши", "кг", "2 662"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-400", "", ""],
        tbody: [
          ["Масса днища", "кг", "2 400"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-400", "", ""],
        tbody: [
          ["Лестница", "кг", "800"],
          ["Площадки на крыше", "кг", "1 436"],
          ["Люки и патрубки", "кг", "736"],
          ["Комплектующие конструкции", "кг", "630"],
          ["Каркасы и упаковка", "кг", "2 300"],
          ["Общая масса резервуара РВС-400", "кг", "19 008"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",
    extraInfo:
      "Цена РВС-400 формируется исходя из толщин стенки, днища, крыши, марки стали, комплектации.",
    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-400",
    part6_data: [
      {
        img: rvs400_6_1,
        title: "Днище резервуара РВС-400",
        texts: [
          "Тип: плоское стальное днище без окраек.",
          "Толщина: 5 мм.",
          "Форма отгрузки с завода: рулон.",
          "Масса: 2 400 кг.",
        ],
      },
      {
        img: rvs400_6_2,
        title: "Стенка резервуара РВС-400",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 5 горизонтальных пояса.",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 8 044 кг.",
        ],
      },
      {
        img: rvs400_6_3,
        title: "Крыша резервуара РВС-400",
        texts: [
          "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "- Толщина: 5 мм.",
          "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 2 662 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-400",
    part6_desc:
      "Резервуары РВСП-400 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВCП-400 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 6 коробов шириной 1 250 мм.",
      "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
      "- Масса: 4 130 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-400 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_200_footbg,
  },
  {
    id: "rvs-500",
    // part 1
    caption: "РВС-500 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 500м³",
      diameter: "- диаметр: 8,45м",
      height: "- высота: 9,25м",
      massa: "- масса ≈ 26,3т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-500 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-500 для нефти;",
      "- резервуары РВС-500 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-500 для воды, в том числе пожарные резервуары 500 м³;",
      "- резервуары РВС-500 для сжиженных газов;",
      "- резервуары РВС-500 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-500 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs500_1, rvs500_2, rvs500_3, rvs500_4],
    // part 2
    part2_caption: "Резервуар 500 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-500 в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-500 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-500 одностенные или РВСЗС-500 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-500 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-500 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 500 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 500 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-500 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-500",
    part4_img: rvs500_4_1,
    part4_desc1: {
      title: "Конструкция резервуара 500 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-500 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-500", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "500"],
          ["Диаметр", "мм", "8 450"],
          ["Высота", "мм", "9 250"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-500", "", ""],
        tbody: [
          ["Масса стенки", "кг", "11 754"],
          ["Количество поясов стенки", "пояс", "6"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-500", "", ""],
        tbody: [
          ["Масса крыши", "кг", "5 048"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-500", "", ""],
        tbody: [
          ["Масса днища", "кг", "3 476"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-500", "", ""],
        tbody: [
          ["Лестница", "кг", "960"],
          ["Площадки на крыше", "кг", "1 436"],
          ["Люки и патрубки", "кг", "736"],
          ["Комплектующие конструкции", "кг", "630"],
          ["Каркасы и упаковка", "кг", "2 300"],
          ["Общая масса резервуара РВС-500", "кг", "26 340"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-500",
    part6_data: [
      {
        img: rvs500_6_1,
        title: "Днище резервуара РВС-500",
        texts: [
          "Тип: плоское стальное днище без окраек",
          "Толщина: 5 мм.",
          "Форма отгрузки с завода: рулон.",
          "Масса: 3 476 кг.",
        ],
      },
      {
        img: rvs500_6_2,
        title: "Стенка резервуара РВС-500",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 6 горизонтальных пояса.",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 11 574 кг.",
        ],
      },
      {
        img: rvs500_6_3,
        img2: rvs500_6_4,
        title: "Крыша резервуара РВС-500",
        texts: [
          "Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "Толщина: 5 мм.",
          "Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "Форма отгрузки с завода: рулон либо подготовленные листы.",
          "Масса: 5 048 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-500",
    part6_desc:
      "Резервуары РВСП-500 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВCП-500 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 6 коробов шириной 1 400 мм.",
      "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
      "- Масса: 6 140 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-500 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_500_footbg,
  },
  {
    id: "rvs-700",
    // part 1
    caption: "РВС-700 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 700м³",
      diameter: "- диаметр: 10,43м",
      height: "- высота: 9м",
      massa: "- масса ≈ 29,2т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-700 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-700 для нефти;",
      "- резервуары РВС-700 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-700 для воды, в том числе пожарные резервуары 700 м³;",
      "- резервуары РВС-700 для сжиженных газов;",
      "- резервуары РВС-700 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-700 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs700_1, rvs700_2, rvs700_3, rvs700_4],
    // part 2
    part2_caption: "Резервуар 700 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-700 в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-700 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-700 одностенные или РВСЗС-700 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-700 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-700 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 700 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 700 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-700 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-700",
    part4_img: rvs700_4_1,
    part4_img2: rvs700_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 700 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-700 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-700", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "700"],
          ["Диаметр", "мм", "10 430"],
          ["Высота", "мм", "9 000"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-700", "", ""],
        tbody: [
          ["Масса стенки", "кг", "11 754"],
          ["Количество поясов стенки", "пояс", "6"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-700", "", ""],
        tbody: [
          ["Масса крыши", "кг", "5 080"],
          ["Толщина настила крыши", "мм", "6"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-500", "", ""],
        tbody: [
          ["Масса днища", "кг", "3 582"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-700", "", ""],
        tbody: [
          ["Лестница", "кг", "996"],
          ["Площадки на крыше", "кг", "1 794"],
          ["Люки и патрубки", "кг", "1 061"],
          ["Комплектующие конструкции", "кг", "1 694"],
          ["Каркасы и упаковка", "кг", "3 200"],
          ["Общая масса резервуара РВС-700", "кг", "29 161"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-700",
    part6_data: [
      {
        img: rvs700_6_1,
        title: "Днище резервуара РВС-700",
        texts: [
          "- Тип: плоское стальное днище без окраек",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 3 582 кг.",
        ],
      },
      {
        img: rvs700_6_2,
        title: "Стенка резервуара РВС-700",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 6 горизонтальных пояса.",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 11 754 кг.",
        ],
      },
      {
        img: rvs700_6_3,
        img2: rvs700_6_4,
        title: "Крыша резервуара РВС-700",
        texts: [
          "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "- Толщина: 5 мм.",
          "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 5 080 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-700",
    part6_desc:
      "Резервуары РВСП-700 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВCП-700 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 6 коробов шириной 1 400 мм.",
      "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
      "- Масса: 6 140 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-700 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_700_footbg,
  },
  {
    id: "rvs-1000",
    // part 1
    caption: "РВС-1000 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 1000м³",
      diameter: "- диаметр: 10,43м",
      height: "- высота: 12м",
      massa: "- масса ≈ 34,7т",
      rulon: "- рулонов: 1",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-1000 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-1000 для нефти;",
      "- резервуары РВС-1000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-1000 для воды, в том числе пожарные резервуары 1000 м³;",
      "- резервуары РВС-1000 для сжиженных газов;",
      "- резервуары РВС-1000 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-1000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs1000_1, rvs1000_2, rvs1000_3, rvs1000_4],
    // part 2
    part2_caption: "Резервуар 1000 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-1000 в рулонном исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-1000 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-1000 одностенные или РВСЗС-1000 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-1000 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-1000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 1000 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 1000 м³",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-1000 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-700",
    part4_img: rvs1000_4_1,
    part4_img2: rvs1000_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 1000 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-1000 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-1000", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "1000"],
          ["Диаметр", "мм", "10 430"],
          ["Высота", "мм", "1 200"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-1000", "", ""],
        tbody: [
          ["Масса стенки", "кг", "16 514"],
          ["Количество поясов стенки", "пояс", "8"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "5"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-1000", "", ""],
        tbody: [
          ["Масса крыши", "кг", "5 014"],
          ["Толщина настила крыши", "мм", "6"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-1000", "", ""],
        tbody: [
          ["Масса днища", "кг", "3 473"],
          ["Толщина днища", "мм", "5"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-1000", "", ""],
        tbody: [
          ["Лестница", "кг", "1 200"],
          ["Площадки на крыше", "кг", "1 852"],
          ["Люки и патрубки", "кг", "1 108"],
          ["Комплектующие конструкции", "кг", "1 704"],
          ["Каркасы и упаковка", "кг", "3 800"],
          ["Общая масса резервуара РВС-1000", "кг", "34 665"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",
    extraInfo:
      "Цена РВС-1000 зависит от комплектации резервуара, от толщин стенок, днища, крыши, а также от марки стали.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-1000",
    part6_data: [
      {
        img: rvs1000_6_1,
        title: "Днище резервуара РВС-1000",
        texts: [
          "- Тип: плоское стальное днище без окраек",
          "- Толщина: 5 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 3 473 кг.",
        ],
      },
      {
        img: rvs1000_6_2,
        title: "Стенка резервуара РВС-1000",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 8 горизонтальных пояса.",
          "- Толщина: 6 мм.",
          "- Форма отгрузки с завода: рулон.",
          "- Масса: 16 514 кг.",
        ],
      },
      {
        img: rvs1000_6_3,
        img2: rvs1000_6_4,
        title: "Крыша резервуара РВС-1000",
        texts: [
          "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
          "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
          "- Толщина: 6 мм.",
          "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 5 014 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-1000",
    part6_desc:
      "Резервуары РВСП-1000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-1000 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 8 коробов шириной 2 000 мм.",
      "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
      "- Масса: 6 280 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-1000 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_1000_footbg,
  },
  {
    id: "rvs-2000",
    // part 1
    caption: "РВС-2000 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 2000м³",
      diameter: "- диаметр: 15,18м",
      height: "- высота: 12м",
      massa: "- масса ≈ 58,7т",
      rulon: "- рулонов: 2",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-2000 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-2000 для нефти;",
      "- резервуары РВС-2000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-2000 для воды, в том числе пожарные резервуары 2000 м³;",
      "- резервуары РВС-2000 для сжиженных газов;",
      "- резервуары РВС-2000 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-2000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs2000_1, rvs2000_2, rvs2000_3, rvs2000_4],
    // part 2
    part2_caption: "Резервуар 2000 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-2000 в рулонном или полистовом исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-2000 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-2000 одностенные или РВСЗС-2000 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-2000 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-2000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 2000 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 2000 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-1000 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-2000",
    part4_img: rvs2000_4_1,
    part4_img2: rvs2000_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 2000 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-2000 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-2000", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "2000"],
          ["Диаметр", "мм", "15 180"],
          ["Высота", "мм", "12 000"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-2000", "", ""],
        tbody: [
          ["Масса стенки", "кг", "25 075"],
          ["Количество поясов стенки", "пояс", "8"],
          ["Толщина верхнего пояса стенки", "мм", "5"],
          ["Толщина нижнего пояса стенки", "мм", "7"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-2000", "", ""],
        tbody: [
          ["Масса крыши", "кг", "13 840"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-2000", "", ""],
        tbody: [
          ["Масса днища", "кг", "8 458"],
          ["Толщина днища", "мм", "5/7"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-2000", "", ""],
        tbody: [
          ["Лестница", "кг", "1 190"],
          ["Площадки на крыше", "кг", "2 219"],
          ["Люки и патрубки", "кг", "1 138"],
          ["Комплектующие конструкции", "кг", "1 615"],
          ["Каркасы и упаковка", "кг", "5 200"],
          ["Общая масса резервуара РВС-2000", "кг", "58 735"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",
    extraInfo:
      "Цена РВС-2000 варьируется в зависимости от комплектации резервуара, от толщин стенок и днища, крыши, и марки стали.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-2000",
    part6_data: [
      {
        img: rvs2000_6_1,
        title: "Днище резервуара РВС-2000",
        texts: [
          "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
          "- Толщина центральной части: 5 мм.",
          "- Толщина окраек: 7 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 8 458 кг.",
        ],
      },
      {
        img: rvs2000_6_2,
        title: "Стенка резервуара РВС-2000",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 8 горизонтальных пояса.",
          "- Толщина верхнего пояса: 5 мм.",
          "- Толщина нижнего пояса: 7 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 25 075 кг.",
        ],
      },
      {
        img: rvs2000_6_3,
        img2: rvs2000_6_4,
        title: "Крыша резервуара РВС-2000",
        texts: [
          "- Тип: стационарная коническая каркасная или рулонируемые полотнища.",
          "- Представляет собой стационарную крышу в форме конуса Угол наклона: 4,76º – 9,46º.",
          "- Толщина: 5 мм.",
          "- Вид: каркас и настил, состоит из секторных каркасов, кольцевых элементов каркаса, центрального щита и рулонируемых полотнищ настила.",
          "- Форма отгрузки с завода: настил в виде рулона.",
          "- Масса: 13 840 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-2000",
    part6_desc:
      "Резервуары РВСП-2000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-2000 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 10 коробов шириной 2 200 мм.",
      "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
      "- Масса: 12 430 кг",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-2000 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_2000_footbg,
  },
  {
    id: "rvs-3000",
    // part 1
    caption: "РВС-3000 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 3000м³",
      diameter: "- диаметр: 18,98м",
      height: "- высота: 12м",
      massa: "- масса ≈ 87,9т",
      rulon: "- рулонов: 2",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-3000 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-3000 для нефти;",
      "- резервуары РВС-3000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-3000 для воды, в том числе пожарные резервуары 3000 м³;",
      "- резервуары РВС-3000 для сжиженных газов;",
      "- резервуары РВС-3000 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-3000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs3000_1, rvs3000_2, rvs3000_3, rvs3000_4],
    // part 2
    part2_caption: "Резервуар РВС 3000 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-3000 в рулонном или полистовом исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-3000 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-3000 одностенные или РВСЗС-3000 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-3000 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-3000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 3000 м³(внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 3000 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-3000 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-3000",
    part4_img: rvs3000_4_1,
    part4_desc1: {
      title: "Конструкция резервуара 3000 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-3 000 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-3000", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "3 000"],
          ["Диаметр", "мм", "18 980"],
          ["Высота", "мм", "12 000"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-3000", "", ""],
        tbody: [
          ["Масса стенки", "кг", "38 600"],
          ["Количество поясов стенки", "пояс", "8"],
          ["Толщина верхнего пояса стенки", "мм", "6"],
          ["Толщина нижнего пояса стенки", "мм", "8"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-3000", "", ""],
        tbody: [
          ["Масса крыши", "кг", "22 795"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-3000", "", ""],
        tbody: [
          ["Масса днища", "кг", "13 429"],
          ["Толщина днища", "мм", "5/8"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-3000", "", ""],
        tbody: [
          ["Лестница", "кг", "1 190"],
          ["Площадки на крыше", "кг", "3 105"],
          ["Люки и патрубки", "кг", "1 378"],
          ["Комплектующие конструкции", "кг", "1 709"],
          ["Каркасы и упаковка", "кг", "5 700"],
          ["Общая масса резервуара РВС-3000", "кг", "87 906"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы вертикального резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-3000",
    part6_data: [
      {
        img: rvs3000_6_1,
        title: "Днище резервуара РВС-3000",
        texts: [
          "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
          "- Толщина центральной части: 5 мм.",
          "- Толщина окраек: 8 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 13 429 кг.",
        ],
      },
      {
        img: rvs3000_6_2,
        title: "Стенка резервуара РВС-3000",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 8 горизонтальных пояса.",
          "- Толщина верхнего пояса: 6 мм.",
          "- Толщина нижнего пояса: 8 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 38 600 кг.",
        ],
      },
      {
        img: rvs3000_6_3,
        title: "Крыша резервуара РВС-3000",
        texts: [
          "- Тип: стационарная коническая каркасная или рулонируемые полотнища.",
          "- Представляет собой стационарную крышу в форме конуса Угол наклона: 4,76º – 9,46º.",
          "- Толщина: 5 мм.",
          "- Вид: каркас и настил, состоит из секторных каркасов, кольцевых элементов каркаса, центрального щита и рулонируемых полотнищ настила.",
          "- Форма отгрузки с завода: настил в виде рулона.",
          "- Масса: 22 795 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-3000",
    part6_desc:
      "Резервуары РВСП-3000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-2000 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 12 коробов шириной 2 300 мм.",
      "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
      "- Масса: 18 220 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-3000 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_3000_footbg,
  },
  {
    id: "rvs-5000",
    // part 1
    caption: "РВС-5000 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 5000м³",
      diameter: "- диаметр: 22,8м/20,9",
      height: "- высота: 12м/15м",
      massa: "- масса ≈ 123,4т/127,6",
      rulon: "- рулонов: 3",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-5000 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-5000 для нефти;",
      "- резервуары РВС-5000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-5000 для воды, в том числе пожарные резервуары 5000 м³;",
      "- резервуары РВС-5000 для сжиженных газов;",
      "- резервуары РВС-5000 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-5000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs5000_1, rvs5000_2, rvs5000_3, rvs5000_4],
    // part 2
    part2_caption: "Резервуар 5000 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-5000 в рулонном или полистовом исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-5000 в полистовом исполнении;",
      },
      {
        title: "03",
        desc: "резервуары РВС-5000 одностенные или РВСЗС-5000 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-5000 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-5000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 5000 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 5000 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-5000 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара РВС-5000",
    part4_img: rvs5000_4_1,
    part4_img: rvs5000_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 5000 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2:
        "К конструкции вертикального резервуара РВСП-5000 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-5000", "Ед изм.", "Значения:", ""],
        tbody: [
          ["Габаритные размеры РВС-5000", "", "", ""],
          ["Объем", "м³", "5 000", ""],
          ["Диаметр", "мм", "22 800", "20 920"],
          ["Высота", "мм", "12 000", "15 000"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "3", ""],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-5000", "", "", ""],
        tbody: [
          ["Масса стенки", "кг", "54 100", "64 420"],
          ["Количество поясов стенки", "пояс", "8", "10"],
          ["Толщина верхнего пояса стенки", "мм", "7", "6"],
          ["Толщина нижнего пояса стенки", "мм", "9", "11"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-5000", "", "", ""],
        tbody: [
          ["Масса крыши", "кг", "33 947", "26 201"],
          ["Толщина настила крыши", "мм", "5", ""],
        ],
      },
      {
        thead: ["Днище резервуара РВС-5000", "", "", ""],
        tbody: [
          ["Масса днища", "кг", "18 975", "17 732"],
          ["Толщина днища", "мм", "5/8", "5/10"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-5000", "", "", ""],
        tbody: [
          ["Лестница", "кг", "1 190", "1 480"],
          ["Площадки на крыше", "кг", "3 324", "3 051"],
          ["Люки и патрубки", "кг", "2 297", "2 182"],
          ["Комплектующие конструкции", "кг", "1 795", "1 702"],
          ["Каркасы и упаковка", "кг", "7 800", "10 800"],
          ["Общая масса резервуара РВС-5000", "кг", "123 428", "127 568"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара вертикального стального 5000 припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-5000",
    part6_data: [
      {
        img: rvs5000_6_1,
        title: "Днище резервуара РВС-5000",
        texts: [
          "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
          "- Толщина центральной части: 5 мм.",
          "- Толщина окраек: 8 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 18 975 кг.",
        ],
      },
      {
        img: rvs5000_6_2,
        title: "Стенка резервуара РВС-5000",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 8 горизонтальных пояса.",
          "- Толщина верхнего пояса: 7 мм.",
          "- Толщина нижнего пояса: 9 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 54 100 кг.",
        ],
      },
      {
        img: rvs5000_6_3,
        title: "Крыша резервуара РВС-5000",
        texts: [
          "- Тип: стационарная коническая каркасная или рулонируемые полотнища.",
          "- Представляет собой стационарную крышу в форме конуса Угол наклона: 4,76º – 9,46º.",
          "- Толщина: 5 мм.",
          "- Вид: каркас и настил, состоит из секторных каркасов, кольцевых элементов каркаса, центрального щита и рулонируемых полотнищ настила.",
          "- Форма отгрузки с завода: настил в виде рулона.",
          "- Масса: 33 947 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-5000",
    part6_desc:
      "Резервуары РВСП-5000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-5000 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 16 коробов шириной 2 500 мм.",
      "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
      "- Масса: 26 050 кг.",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "",
    part6_desc6: "",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-5000 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_5000_footbg,
  },

  {
    id: "rvs-10000",
    // part 1
    caption: "РВС-10000 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 10000м³",
      diameter: "- диаметр: 34,2м/28,5м",
      height: "- высота: 12м/17,9м",
      massa: "- масса ≈ 240,2т/234,3",
      rulon: "- рулонов: 4",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-10000 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-10000 для нефти;",
      "- резервуары РВС-10000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-10000 для воды, в том числе пожарные резервуары 10000 м³;",
      "- резервуары РВС-10000 для сжиженных газов;",
      "- резервуары РВС-10000 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-10000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs10000_1, rvs10000_2, rvs10000_3, rvs10000_4],
    // part 2
    part2_caption: "Резервуар 10000 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-10000 в рулонном и полистовом исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-10000 со стационарной, РВСПК-10000 с плавающей крышей и РВСП-10000 с понтоном;",
      },
      {
        title: "03",
        desc: "резервуары РВС-10000 одностенные или РВСЗС-10000 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-10000 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-10 000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 10 000 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 10 000 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС 10 000 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-10 000",
    part4_img: rvs10000_4_1,
    part4_img: rvs10000_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 10 000 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-10 000 добавляется понтон.",
    },

    // part 5
    part5_caption: "Характеристика РВС-10000",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-10000", "Ед изм.", "Значения:", ""],
        tbody: [
          ["Габариты", "", "", ""],
          ["Объем", "м³", "10 000", ""],
          ["Диаметр", "мм", "34 200", "28 500"],
          ["Высота", "мм", "12 000", "17 880"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "4", ""],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-10000", "", "", ""],
        tbody: [
          ["Масса стенки", "кг", "86 722", "120 924"],
          ["Количество поясов стенки", "пояс", "8", "12"],
          ["Толщина верхнего пояса стенки", "мм", "8", "8"],
          ["Толщина нижнего пояса стенки", "мм", "9", "12"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-10000", "", "", ""],
        tbody: [
          ["Масса крыши", "кг", "78 607", "54 648"],
          ["Толщина настила крыши", "мм", "5", ""],
        ],
      },
      {
        thead: ["Днище резервуара РВС-10000", "", "", ""],
        tbody: [
          ["Масса днища", "кг", "42 149", "30 898"],
          ["Толщина днища", "мм", "5/8", "5/10"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС-10000", "", "", ""],
        tbody: [
          ["Лестница", "кг", "6 023", "1 680"],
          ["Площадки на крыше", "кг", "1 214", "5 019"],
          ["Люки и патрубки", "кг", "2 595", "2 595"],
          ["Комплектующие конструкции", "кг", "2 986", "2 986"],
          ["Каркасы и упаковка", "кг", "14 000", "21 484"],
          ["Общая масса резервуара РВС-10000", "кг", "234 346", "240 243"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption: "Понтон резервуара РВСП-10000",
    part6_data: [
      {
        img: rvs10000_6_1,
        img2: rvs10000_6_2,
        title: "Днище резервуара РВС-10000",
        texts: [
          "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
          "- Толщина центральной части: 5 мм.",
          "- Толщина окраек: 8 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 42 149 кг.",
        ],
      },
      {
        img: rvs10000_6_3,
        img2: rvs10000_6_4,
        title: "Стенка резервуара РВС-10000",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 8 горизонтальных пояса.",
          "- Толщина верхнего пояса: 8 мм.",
          "- Толщина нижнего пояса: 9 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 86 722 кг.",
        ],
      },
      {
        img: rvs10000_6_5,
        img2: rvs10000_6_6,
        title: "Крыша резервуара РВС-10000",
        texts: [
          "- Тип: сферическое покрытие.",
          "- Представляют собой стационарную крышу в форме сферы с радиально-кольцевой каркасной системой. Радиус сферы проектируется в пределах 0,8 – 1,5 диаметра самого резервуара.",
          "- Толщина: 5 мм.",
          "- Вид: центральный щита, вальцованные радиальные балки, кольцевые элементы каркаса, кольца жесткости по периметру стенки и листы настила.",
          "- Форма отгрузки с завода: листы металла для полистовой сборки, либо подготовленные на заводе крупногабаритные карты.",
          "- Масса: 78 607 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-10000",
    part6_desc:
      "Резервуары РВСП-10000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-10000 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 32 коробов шириной 2 500 мм.",
      "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
      "- Масса: 50 840 кг",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
    part6_text2: "Крыша резервуара РВСПК-10000",
    part6_desc6:
      "В резервуарах РВС-10000 иногда используется однодечная плавающая крыша. Однодечные плавающие крыши изготавливаются в заводских условиях и состоят из:",
    part6_desc7:
      "листовой мембраны, выполненной методом рулонирования или полистовым способом;",
    part6_desc8: "кольцевых коробов, расположенных по периметру.",
    part6_desc9:
      "При монтаже плавающей крыши обеспечивается уклон мембраны к центру путем пригруза. Это позволяет отводить ливневые воды с поверхности крыши. В центре монтируется гибкий или шарнирный водоспуск, снабженный заборным устройством и обратным клапаном. Эта конструкция позволяет отводить воду и, одновременно, препятствует выступанию хранимого в резервуаре продукта на поверхность крыши.",
    part6_desc10:
      "Для герметизации зазоров, возникающих между краем плавающей крыши и стенкой резервуара и между патрубками в крыше и направляющими, используются уплотнительные затворы. Материал, из которого они изготавливаются, подбирается из учета химического состава и температуры хранимого в резервуаре продукта, требованиям к сроку службы, газоплотности и других специфических факторов.",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-10000 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_10000_footbg,
  },

  {
    id: "rvs-20000",
    // part 1
    caption: "РВС-20000 м³, резервуар вертикальный стальной цилиндрический",
    mainData: {
      size: "- объем: 20000м³",
      diameter: "- диаметр: 39,9м",
      height: "- высота: 17,8м",
      massa: "- масса ≈ 432,7т",
      rulon: "",
    },
    desc1:
      "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-20000 м3 для хранения разнообразных жидких продуктов:",
    ul: [
      "- резервуары РВС-20000 для нефти;",
      "- резервуары РВС-20000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
      "- резервуары РВС-20000 для воды, в том числе пожарные резервуары 20000 м³;",
      "- резервуары РВС-20000 для сжиженных газов;",
      "- резервуары РВС-20000 для технических спиртов, аммиачной воды;",
      "- резервуары РВС-20000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
    ],
    images: [rvs20000_1, rvs20000_2, rvs20000_3, rvs20000_4],
    // part 2
    part2_caption: "Резервуар 20000 м³: варианты изготовления",
    part2_infos: [
      {
        title: "01",
        desc: "резервуары РВС-20000 в рулонном и полистовом исполнении;",
      },
      {
        title: "02",
        desc: "резервуары РВС-20000 со стационарной, РВСПК-20000 с плавающей крышей и РВСП-20000 с понтоном;",
      },
      {
        title: "03",
        desc: "резервуары РВС-20000 одностенные или РВСЗС-20000 с защитной стенкой («стакан в стакане»);",
      },
      {
        title: "04",
        desc: "резервуары РВС-20000 из малоуглеродистой, низколегированной или нержавеющей стали.",
      },
    ],

    // part3
    part3_caption: "Дополнительно можно заказать",
    part3_text: [
      "- проект резервуара РВС-20000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
      "- монтаж резервуара;",
      "- АКЗ: обработку и покраску резервуара 20000 м³ (внутренней и внешней поверхностей);",
      "- установку понтона в резервуар 20000 м³;",
      "- обогрев резервуара и теплоизоляцию резервуара;",
      "- комплектацию РВС-20000 м³ резервуарным оборудованием.",
    ],

    // part 4
    part4_caption: "Описание резервуара вертикального РВС-20000",
    part4_img: rvs20000_4_1,
    part4_img: rvs20000_4_2,
    part4_desc1: {
      title: "Конструкция резервуара 20000 м³ состоит из:",
      ul: [
        "стенки цилиндрической;",
        "кровли стационарной крыши;",
        "плоского днища;",
        "лестницы, площадок, ограждений, люков и патрубков;",
        "технологического оборудования.",
      ],
      title2: "К конструкции резервуара РВСП-20000 добавляется понтон.",
    },

    // part 5
    part5_caption: "Технические характеристики",
    tableData: [
      {
        thead: ["Параметры резервуара РВС-20000", "Ед изм.", "Значения:"],
        tbody: [
          ["Габариты", "", ""],
          ["Объем", "м³", "20 000"],
          ["Диаметр", "мм", "39 900"],
          ["Высота", "мм", "17 880"],
          ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
        ],
      },
      {
        thead: ["Стенка резервуара РВС-20000", "", ""],
        tbody: [
          ["Масса стенки", "кг", "225 136"],
          ["Количество поясов стенки", "пояс", "12"],
          ["Толщина верхнего пояса стенки", "мм", "10"],
          ["Толщина нижнего пояса стенки", "мм", "16"],
        ],
      },
      {
        thead: ["Крыша резервуара РВС-20000", "", ""],
        tbody: [
          ["Масса крыши", "кг", "106 048"],
          ["Толщина настила крыши", "мм", "5"],
        ],
      },
      {
        thead: ["Днище резервуара РВС-20000", "", ""],
        tbody: [
          ["Масса днища", "кг", "57 408"],
          ["Толщина днища", "мм", "5/10"],
        ],
      },
      {
        thead: ["Масса прочих конструкций резервуара РВС- 20000", "", ""],
        tbody: [
          ["Лестница", "кг", "1 766"],
          ["Площадки на крыше", "кг", "6 859"],
          ["Люки и патрубки", "кг", "3 651"],
          ["Комплектующие конструкции", "кг", "4 502"],
          ["Каркасы и упаковка", "кг", "27 372"],
          ["Общая масса резервуара РВС-20000", "кг", "432 742"],
        ],
      },
    ],
    italicText:
      "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

    // part 6
    part6_caption:
      "Описание основных конструктивных элементов резервуара РВС-20000",
    part6_data: [
      {
        img: rvs20000_6_1,
        title: "Днище резервуара РВС-20000",
        texts: [
          "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
          "- Толщина центральной части: 5 мм.",
          "- Толщина окраек: 10 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 57 408 кг.",
        ],
      },
      {
        img: rvs20000_6_2,
        title: "Стенка резервуара РВС-20000",
        texts: [
          "- Тип: оболочка цилиндрическая замкнутая.",
          "- Размер: 12 горизонтальных пояса.",
          "- Толщина верхнего пояса: 10 мм.",
          "- Толщина нижнего пояса: 16 мм.",
          "- Форма отгрузки с завода: рулон либо подготовленные листы.",
          "- Масса: 225 136 кг.",
        ],
      },
      {
        img: rvs20000_6_3,
        title: "Крыша резервуара РВС-20000",
        texts: [
          "- Тип: сферическое покрытие.",
          "- Представляют собой стационарную крышу в форме сферы с радиально-кольцевой каркасной системой. Радиус сферы проектируется в пределах 0,8 – 1,5 диаметров самого резервуара.",
          "- Толщина: 5 мм.",
          "- Вид: центральный щита, вальцованные радиальные балки, кольцевые элементы каркаса, кольца жесткости по периметру стенки и листы настила.",
          "- Форма отгрузки с завода: листы металла для полистовой сборки, либо подготовленные на заводе крупногабаритные карты.",
          "- Масса: 106 048 кг.",
        ],
      },
    ],

    part6_text: "Понтон резервуара РВСП-20000",
    part6_desc:
      "Резервуары РВСП-20000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
    part6_desc2:
      "В металлоконструкции резервуара РВСП-20000 может входить стальной понтон.",
    part6_ul: [
      "- Тип: понтон открытого типа с отсеками.",
      "- Толщина настила понтона: 5 мм.",
      "- Короба: 48 коробов шириной 2 800 мм.",
      "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
      "- Масса: 70 330 кг",
    ],
    part6_desc3:
      "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
    part6_desc4:
      "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
    part6_desc5:
      "При монтаже плавающей крыши обеспечивается уклон мембраны к центру путем пригруза. Это позволяет отводить ливневые воды с поверхности крыши. В центре монтируется гибкий или шарнирный водоспуск, снабженный заборным устройством и обратным клапаном. Эта конструкция позволяет отводить воду и, одновременно, препятствует выступанию хранимого в резервуаре продукта на поверхность крыши.",
    part6_desc6:
      "Для герметизации зазоров, возникающих между краем плавающей крыши и стенкой резервуара и между патрубками в крыше и направляющими, используются уплотнительные затворы. Материал, из которого они изготавливаются, подбирается из учета химического состава и температуры хранимого в резервуаре продукта, требованиям к сроку службы, газоплотности и других специфических факторов.",
    allLinks: {
      text: "Другие объемы резервуаров:",
      links: [
        { to: "/rgs-100", text: "РГС-100" },
        { to: "/rgs-200", text: "РГС-200" },
        { to: "/rgs-300", text: "РГС-300" },
        { to: "/rgs-400", text: "РГС-400" },
        { to: "/rgs-500", text: "РГС-500" },
        { to: "/rgs-700", text: "РГС-700" },
        { to: "/rgs-1000", text: "РГС-1000" },
        { to: "/rgs-2000", text: "РГС-2000" },
        { to: "/rgs-3000", text: "РГС-3000" },
        { to: "/rgs-5000", text: "РГС-5000" },
        { to: "/rgs-10000", text: "РГС-10000" },
        { to: "/rgs-20000", text: "РГС-20000" },
      ],
    },
    part7_caption: "Расчёт доставки",
    part8desc: "РВС-20000 м³, резервуар вертикальный стальной цилиндрический",
    part8Img: rvs_20000_footbg,
  },
];
