import rvs100_1 from "./assets/rvs100/rvs100_1.jpg";
import rvs100_2 from "./assets/rvs100/rvs100_2.jpg";
import rvs100_3 from "./assets/rvs100/rvs100_3.jpg";
import rvs100_4 from "./assets/rvs100/rvs100_4.jpg";

import part4_4_1 from "./assets/rvs100/rvs100_4_1.jpg";

import part4_6_1 from "./assets/rvs100/rvs100_6_1.jpg";
import part4_6_2 from "./assets/rvs100/part4_6_2.jpg";

import rvs100BottomBg from "./assets/rvs100/rvs100_footbg.jpg";

// rvs 200
import rvs200_1 from "./assets/rvs200/rvs200_1.jpg";
import rvs200_2 from "./assets/rvs200/rvs_200_2.jpg";
import rvs200_3 from "./assets/rvs200/rvs_200_3.jpg";
import rvs200_4 from "./assets/rvs200/rvs_200_4.jpg";

import rvs200_4_1 from "./assets/rvs200/rvs200_4_1.jpg";

import rvs200_6_1 from "./assets/rvs200/rvs200-6-1.jpg";
import rvs200_6_2 from "./assets/rvs200/rvs200-6-2.jpg";
import rvs200_6_3 from "./assets/rvs200/rvs200-6-3.jpg";

import rvs_200_footbg from "./assets/rvs200/rvs-200-footbg.jpg";

// rvs 300
import rvs300_1 from "./assets/rvs300/rvs-300-1.jpg";
import rvs300_2 from "./assets/rvs300/rvs-300-2.jpg";
import rvs300_3 from "./assets/rvs300/rvs-300-3.jpg";
import rvs300_4 from "./assets/rvs300/rvs-300-4.jpg";

import rvs300_4_1 from "./assets/rvs300/rvs300_4_1.jpg";
import rvs300_4_2 from "./assets/rvs300/rvs300_4_2.jpg";

import rvs300_6_1 from "./assets/rvs300/rvs300-6-1.jpg";
import rvs300_6_2 from "./assets/rvs300/rvs300-6-2.jpg";
import rvs300_6_3 from "./assets/rvs300/rvs300-6-3.jpg";
import rvs300_6_4 from "./assets/rvs300/rvs300-6-4.jpg";

// rvs400_1
import rvs400_1 from "./assets/rvs400/rvs-400-1.jpg";
import rvs400_2 from "./assets/rvs400/rvs-400-2.jpg";
import rvs400_3 from "./assets/rvs400/rvs-400-3.jpg";
import rvs400_4 from "./assets/rvs400/rvs-400-4.jpg";

import rvs400_4_1 from "./assets/rvs400/rvs-400-1.jpg";
import rvs400_4_2 from "./assets/rvs400/rvs400-4-2.jpg";

import rvs400_6_1 from "./assets/rvs400/rvs400-6-1.jpg";
import rvs400_6_2 from "./assets/rvs400/rvs400-6-2.jpg";
import rvs400_6_3 from "./assets/rvs400/rvs400-6-3.jpg";

// rvs500
import rvs500_1 from "./assets/rvs500/rvs-500-1.jpg";
import rvs500_2 from "./assets/rvs500/rvs-500-2.jpg";
import rvs500_3 from "./assets/rvs500/rvs-500-3.jpg";
import rvs500_4 from "./assets/rvs500/rvs-500-4.jpg";

import rvs500_4_1 from "./assets/rvs500/rvs500-4-1.jpg";

import rvs500_6_1 from "./assets/rvs500/rvs500-6-1.jpg";
import rvs500_6_2 from "./assets/rvs500/rvs500-6-2.jpg";
import rvs500_6_3 from "./assets/rvs500/rvs500-6-3.jpg";
import rvs500_6_4 from "./assets/rvs500/rvs500-6-4.jpg";

import rvs_500_footbg from "./assets/rvs500/rvs-500-footbg.jpg";

// rvs 700
import rvs700_1 from "./assets/rvs700/rvs-700-1.jpg";
import rvs700_2 from "./assets/rvs700/rvs-700-2.jpg";
import rvs700_3 from "./assets/rvs700/rvs-700-3.jpg";
import rvs700_4 from "./assets/rvs700/rvs-700-4.jpg";

import rvs700_4_1 from "./assets/rvs700/rvs-700-1.jpg";
import rvs700_4_2 from "./assets/rvs700/rvs-700-2.jpg";

import rvs700_6_1 from "./assets/rvs700/rvs700-6-1.jpg";
import rvs700_6_2 from "./assets/rvs700/rvs700-6-2.jpg";
import rvs700_6_3 from "./assets/rvs700/rvs-700-6-3.jpg";
import rvs700_6_4 from "./assets/rvs700/rvs700-6-4.jpg";

import rvs_700_footbg from "./assets/rvs700/rvs-700-foootbbg.jpg";

// rvs 1000
import rvs1000_1 from "./assets/rvs1000/rvs-1000-1.jpg";
import rvs1000_2 from "./assets/rvs1000/rvs-1000-2.jpg";
import rvs1000_3 from "./assets/rvs1000/rvs-1000-3.jpg";
import rvs1000_4 from "./assets/rvs1000/rvs-1000-4.jpg";

import rvs1000_4_1 from "./assets/rvs1000/rvs-1000-1.jpg";
import rvs1000_4_2 from "./assets/rvs1000/rvs-1000-2.jpg";

import rvs1000_6_1 from "./assets/rvs1000/rvs1000-6-1.jpg";
import rvs1000_6_2 from "./assets/rvs1000/rvs1000-6-2.jpg";
import rvs1000_6_3 from "./assets/rvs1000/rvs1000-6-3.jpg";
import rvs1000_6_4 from "./assets/rvs1000/rvs1000-6-4.jpg";

import rvs_1000_footbg from "./assets/rvs1000/rvs-1000-footbg.jpg";

// rvs 2000
import rvs2000_1 from "./assets/rvs2000/rvs-2000-1.jpg";
import rvs2000_2 from "./assets/rvs2000/rvs-2000-2.jpg";
import rvs2000_3 from "./assets/rvs2000/rvs-2000-3.jpg";
import rvs2000_4 from "./assets/rvs2000/rvs-2000-4.jpg";

import rvs2000_4_1 from "./assets/rvs2000/rvs-2000-1.jpg";
import rvs2000_4_2 from "./assets/rvs2000/rvs-2000-2.jpg";

import rvs2000_6_1 from "./assets/rvs2000/rvs2000-6-1.jpg";
import rvs2000_6_2 from "./assets/rvs2000/rvs2000-6-2.jpg";
import rvs2000_6_3 from "./assets/rvs2000/rvs2000-6-3.jpg";
import rvs2000_6_4 from "./assets/rvs2000/rvs2000-6-4.jpg";

import rvs_2000_footbg from "./assets/rvs2000/rvs-2000-footbg.jpg";

// rvs 3000
import rvs3000_1 from "./assets/rvs3000/rvs-3000-1.jpg";
import rvs3000_2 from "./assets/rvs3000/rvs-3000-2.jpg";
import rvs3000_3 from "./assets/rvs3000/rvs-3000-3.jpg";
import rvs3000_4 from "./assets/rvs3000/rvs-3000-4.jpg";

import rvs3000_4_1 from "./assets/rvs3000/rvs-3000-1.jpg";

import rvs3000_6_1 from "./assets/rvs3000/rvs3000-6-1.jpg";
import rvs3000_6_2 from "./assets/rvs3000/rvs3000-6-2.jpg";
import rvs3000_6_3 from "./assets/rvs3000/rvs3000-6-3.jpg";

import rvs_3000_footbg from "./assets/rvs3000/rvs-3000-footbg.jpg";

// rvs 5000
import rvs5000_1 from "./assets/rvs5000/rvs-5000-1.jpg";
import rvs5000_2 from "./assets/rvs5000/rvs-5000-2.jpg";
import rvs5000_3 from "./assets/rvs5000/rvs-5000-3.jpg";
import rvs5000_4 from "./assets/rvs5000/rvs-5000-4.jpg";

import rvs5000_4_1 from "./assets/rvs5000/rvs-5000-1.jpg";
import rvs5000_4_2 from "./assets/rvs5000/rvs-5000-2.jpg";

import rvs5000_6_1 from "./assets/rvs5000/rvs5000-6-1.jpg";
import rvs5000_6_2 from "./assets/rvs5000/rvs5000-6-2.jpg";
import rvs5000_6_3 from "./assets/rvs5000/rvs5000-6-3.jpg";

import rvs_5000_footbg from "./assets/rvs5000/rvs-5000-footbg.jpg";

// rvs 10000

import rvs10000_1 from "./assets/rvs10000/rvs-10000-1.jpg";
import rvs10000_2 from "./assets/rvs10000/rvs-10000-2.jpg";
import rvs10000_3 from "./assets/rvs10000/rvs-10000-3.jpg";
import rvs10000_4 from "./assets/rvs10000/rvs-10000-4.jpg";

import rvs10000_4_1 from "./assets/rvs10000/rvs10000-4-1.jpg";
import rvs10000_4_2 from "./assets/rvs10000/rvs10000-4-2.jpg";

import rvs10000_6_1 from "./assets/rvs10000/rvs10000-6-1.jpg";
import rvs10000_6_2 from "./assets/rvs10000/rvs10000_6_2.jpg";
import rvs10000_6_3 from "./assets/rvs10000/rvs10000_6_3.jpg";
import rvs10000_6_4 from "./assets/rvs10000/rvs10000_6_4.jpg";
import rvs10000_6_5 from "./assets/rvs10000/rvs10000_6_5.jpg";
import rvs10000_6_6 from "./assets/rvs10000/rvs10000_6_6.jpg";

import rvs_10000_footbg from "./assets/rvs10000/rvs-10000-footbg.jpg";

// rvs 20000
import rvs20000_1 from "./assets/rvs20000/rvs-20000-1.jpg";
import rvs20000_2 from "./assets/rvs20000/rvs-20000-2.jpg";
import rvs20000_3 from "./assets/rvs20000/rvs-20000-3.jpg";
import rvs20000_4 from "./assets/rvs20000/rvs-20000-4.jpg";

import rvs20000_4_1 from "./assets/rvs20000/rvs20000-4-1.jpg";
import rvs20000_4_2 from "./assets/rvs20000/rvs20000-4-2.jpg";

import rvs20000_6_1 from "./assets/rvs20000/rvs20000-6-1.jpg";
import rvs20000_6_2 from "./assets/rvs20000/rvs20000-6-2.jpg";
import rvs20000_6_3 from "./assets/rvs20000/rvs20000-6-3.jpg";

import rvs_20000_footbg from "./assets/rvs20000/rvs-20000-footbg.jpg";

const translations = {
  ru: [
    {
      id: "rvs-100",
      // part 1
      caption: "РВС-100 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 100м³",
        diameter: "- диаметр: 4,73м",
        height: "- высота: 6м",
        massa: "- масса: 9,5т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-100 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-100 для нефти;",
        "- резервуары РВС-100 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-100 для воды, в том числе пожарные резервуары 100 м³;",
        "- резервуары РВС-100 для сжиженных газов;",
        "- резервуары РВС-100 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-100 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs100_1, rvs100_2, rvs100_3, rvs100_4],
      // part 2
      part2_caption: "Резервуар 100 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-100 в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-100 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-100 одностенные или РВСЗС-100 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-100 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-100 м³ (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 100 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 100 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-100 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-100",
      part4_img: part4_4_1,
      part4_desc1: {
        title: "Конструкция резервуара 100 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-100 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-100", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "100"],
            ["Диаметр", "мм", "4730"],
            ["Высота", "мм", "6000"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-100", "", ""],
          tbody: [
            ["Масса стенки", "кг", "3 596"],
            ["Количество поясов стенки", "пояс", "4"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-100", "", ""],
          tbody: [
            ["Масса крыши", "кг", "870"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-100", "", ""],
          tbody: [
            ["Масса днища", "кг", "764"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-100", "", ""],
          tbody: [
            ["Лестница", "кг", "630"],
            ["Площадки на крыше", "кг", "720"],
            ["Люки и патрубки", "кг", "706"],
            ["Комплектующие конструкции", "кг", "87"],
            ["Каркасы и упаковка", "кг", "2 100"],
            ["Общая масса резервуара РВС-100", "кг", "9 473"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-100",
      part6_data: [
        {
          img: part4_6_1,
          title: "Днище резервуара РВС-100",
          texts: [
            "Тип: плоское стальное днище без окраек.",
            "Толщина: 5 мм.",
            "Форма отгрузки с завода: рулон.",
            "Масса: 764 кг.",
          ],
        },
        {
          img: part4_6_2,
          title: "Стенка резервуара РВС-100",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: полотнище 14860 мм Х 6000 мм, 4 горизонтальных пояса.",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
          ],
        },
        {
          img: part4_6_2,
          title: "Крыша резервуара РВС-100",
          texts: [
            "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "- Толщина: 5 мм.",
            "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 870 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-100",
      part6_desc:
        "Резервуары РВСП-100 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-100 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 6 коробов шириной 1 250 мм.",
        "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
        "- Масса: 1 990 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "Пожарный резервуар 100м³",
      part6_desc6:
        "Пожарный резервуар используется по назначению, как наземная или подземная емкость. Стальные пожарные резервуары применяются для пожаротушения, их отличает прочность и длительный срок эксплуатации. Наземный пожарный резервуар 100м³ следует теплоизолировать.",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-100 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs100BottomBg,
    },
    {
      id: "rvs-200",
      // part 1
      caption: "РВС-200 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 200м³",
        diameter: "- диаметр: 6,63м",
        height: "- высота: 6м",
        massa: "- масса ≈ 12,8т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-200 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-200 для нефти;",
        "- резервуары РВС-200 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-200 для воды, в том числе пожарные резервуары 200 м³;",
        "- резервуары РВС-200 для сжиженных газов;",
        "- резервуары РВС-200 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-200 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs200_1, rvs200_2, rvs200_3, rvs200_4],
      // part 2
      part2_caption: "Резервуар 200 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-200 м³ в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-200 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-200 одностенные или РВСЗС-200 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-200 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-200 м³ (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 200 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 200 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-200 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-200",
      part4_img: rvs200_4_1,
      part4_desc1: {
        title: "Конструкция резервуара 100 м³ состоит из:",
        ul: [
          "Конструкция резервуара 200 м³ состоит из:",
          "стенки цилиндрической;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования..",
        ],
        title2: "К конструкции резервуара РВСП-200 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-200", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "200"],
            ["Диаметр", "мм", "6630"],
            ["Высота", "мм", "6000"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-200", "", ""],
          tbody: [
            ["Масса стенки", "кг", "5 033"],
            ["Количество поясов стенки", "пояс", "4"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-200", "", ""],
          tbody: [
            ["Масса крыши", "кг", "1 690"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-200", "", ""],
          tbody: [
            ["Масса днища", "кг", "1 470"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-200", "", ""],
          tbody: [
            ["Лестница", "кг", "1 030"],
            ["Площадки на крыше", "кг", "650"],
            ["Люки и патрубки", "кг", "706"],
            ["Комплектующие конструкции", "кг", "87"],
            ["Каркасы и упаковка", "кг", "2 100"],
            ["Общая масса резервуара РВС-200", "кг", "12 766"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-200",
      part6_data: [
        {
          img: rvs200_6_1,
          title: "Днище резервуара РВС-200",
          texts: [
            "Тип: плоское стальное днище без окраек.",
            "Толщина: 5 мм.",
            "Форма отгрузки с завода: рулон.",
            "Масса: 1 470 кг.",
          ],
        },
        {
          img: rvs200_6_2,
          title: "Стенка резервуара РВС-200",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 4 горизонтальных пояса.",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 5 033 кг.",
          ],
        },
        {
          img: rvs200_6_3,
          title: "Крыша резервуара РВС-200",
          texts: [
            "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "- Толщина: 5 мм.",
            "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 1 690 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-200",
      part6_desc:
        "Резервуары РВСП-200 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-200 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 6 коробов шириной 1 250 мм.",
        "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
        "- Масса: 2 810 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-200 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-300",
      // part 1
      caption: "РВС-300 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 300м³",
        diameter: "- диаметр: 7,58м",
        height: "- высота: 7.5м",
        massa: "- масса ≈ 16.6т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-300 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-300 для нефти;",
        "- резервуары РВС-300 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-300 для воды, в том числе пожарные резервуары 300 м³;",
        "- резервуары РВС-300 для сжиженных газов;",
        "- резервуары РВС-300 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-300 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs300_1, rvs300_2, rvs300_3, rvs300_4],
      // part 2
      part2_caption: "Резервуар 300 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-300 в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-300 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-300 одностенные или РВСЗС-300 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-300 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-300 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 300 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 300 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-300 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-300",
      part4_img: rvs300_4_1,
      part4_img2: rvs300_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 300 м3 состоит из:",
        ul: [
          "Конструкция резервуара 200 м³ состоит из:",
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-300 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-300", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "300"],
            ["Диаметр", "мм", "7 580"],
            ["Высота", "мм", "7 500"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-300", "", ""],
          tbody: [
            ["Масса стенки", "кг", "7 180"],
            ["Количество поясов стенки", "пояс", "5"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-300", "", ""],
          tbody: [
            ["Масса крыши", "кг", "2 340"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-300", "", ""],
          tbody: [
            ["Масса днища", "кг", "1 920"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-300", "", ""],
          tbody: [
            ["Лестница", "кг", "800"],
            ["Площадки на крыше", "кг", "1 184"],
            ["Люки и патрубки", "кг", "736"],
            ["Комплектующие конструкции", "кг", "120"],
            ["Каркасы и упаковка", "кг", "2 300"],
            ["Общая масса резервуара РВС-300", "кг", "16 610"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-300",
      part6_data: [
        {
          img: rvs300_6_1,
          title: "Днище резервуара РВС-300",
          texts: [
            "Тип: плоское стальное днище без окраек.",
            "Толщина: 5 мм.",
            "Форма отгрузки с завода: рулон.",
            "Масса: 1 950 кг.",
          ],
        },
        {
          img: rvs300_6_2,
          title: "Стенка резервуара РВС-300",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 4 горизонтальных пояса.",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 7 180 кг.",
          ],
        },
        {
          img: rvs300_6_3,
          img2: rvs300_6_4,
          title: "Крыша резервуара РВС-300",
          texts: [
            "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "- Толщина: 5 мм.",
            "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 2 340 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-300",
      part6_desc:
        "Резервуары РВСП-300 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-300 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 6 коробов шириной 1 250 мм.",
        "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
        "- Масса: 3 350 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-300 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-400",
      // part 1
      caption: "РВС-400 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 400м³",
        diameter: "- диаметр: 8,53м",
        height: "- высота: 7.5м",
        massa: "- масса ≈ 19т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-400 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-400 для нефти;",
        "- резервуары РВС-400 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-400 для воды, в том числе пожарные резервуары 400 м³;",
        "- резервуары РВС-400 для сжиженных газов;",
        "- резервуары РВС-400 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-400 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs400_1, rvs400_2, rvs400_3, rvs400_4],
      // part 2
      part2_caption: "Резервуар 400 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-400 в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-400 со стационарной крышей и РВСП-400 с понтоном;",
        },
        {
          title: "03",
          desc: "резервуары РВС-400 одностенные или РВСЗС-400 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-400 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-400 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 400 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 400 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-400 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-400",
      part4_img: rvs400_4_1,
      part4_img2: rvs400_4_2,
      part4_desc1: {
        title: "Конструкция резервуара РВС-400 м. куб. состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-400 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-400", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "400"],
            ["Диаметр", "мм", "8 530"],
            ["Высота", "мм", "7 500"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-400", "", ""],
          tbody: [
            ["Масса стенки", "кг", "8 044"],
            ["Количество поясов стенки", "пояс", "5"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-400", "", ""],
          tbody: [
            ["Масса крыши", "кг", "2 662"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-400", "", ""],
          tbody: [
            ["Масса днища", "кг", "2 400"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-400", "", ""],
          tbody: [
            ["Лестница", "кг", "800"],
            ["Площадки на крыше", "кг", "1 436"],
            ["Люки и патрубки", "кг", "736"],
            ["Комплектующие конструкции", "кг", "630"],
            ["Каркасы и упаковка", "кг", "2 300"],
            ["Общая масса резервуара РВС-400", "кг", "19 008"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",
      extraInfo:
        "Цена РВС-400 формируется исходя из толщин стенки, днища, крыши, марки стали, комплектации.",
      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-400",
      part6_data: [
        {
          img: rvs400_6_1,
          title: "Днище резервуара РВС-400",
          texts: [
            "Тип: плоское стальное днище без окраек.",
            "Толщина: 5 мм.",
            "Форма отгрузки с завода: рулон.",
            "Масса: 2 400 кг.",
          ],
        },
        {
          img: rvs400_6_2,
          title: "Стенка резервуара РВС-400",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 5 горизонтальных пояса.",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 8 044 кг.",
          ],
        },
        {
          img: rvs400_6_3,
          title: "Крыша резервуара РВС-400",
          texts: [
            "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "- Толщина: 5 мм.",
            "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 2 662 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-400",
      part6_desc:
        "Резервуары РВСП-400 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВCП-400 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 6 коробов шириной 1 250 мм.",
        "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
        "- Масса: 4 130 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-400 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-500",
      // part 1
      caption: "РВС-500 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 500м³",
        diameter: "- диаметр: 8,45м",
        height: "- высота: 9,25м",
        massa: "- масса ≈ 26,3т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-500 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-500 для нефти;",
        "- резервуары РВС-500 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-500 для воды, в том числе пожарные резервуары 500 м³;",
        "- резервуары РВС-500 для сжиженных газов;",
        "- резервуары РВС-500 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-500 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs500_1, rvs500_2, rvs500_3, rvs500_4],
      // part 2
      part2_caption: "Резервуар 500 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-500 в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-500 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-500 одностенные или РВСЗС-500 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-500 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-500 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 500 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 500 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-500 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-500",
      part4_img: rvs500_4_1,
      part4_desc1: {
        title: "Конструкция резервуара 500 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-500 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-500", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "500"],
            ["Диаметр", "мм", "8 450"],
            ["Высота", "мм", "9 250"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-500", "", ""],
          tbody: [
            ["Масса стенки", "кг", "11 754"],
            ["Количество поясов стенки", "пояс", "6"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-500", "", ""],
          tbody: [
            ["Масса крыши", "кг", "5 048"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-500", "", ""],
          tbody: [
            ["Масса днища", "кг", "3 476"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-500", "", ""],
          tbody: [
            ["Лестница", "кг", "960"],
            ["Площадки на крыше", "кг", "1 436"],
            ["Люки и патрубки", "кг", "736"],
            ["Комплектующие конструкции", "кг", "630"],
            ["Каркасы и упаковка", "кг", "2 300"],
            ["Общая масса резервуара РВС-500", "кг", "26 340"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-500",
      part6_data: [
        {
          img: rvs500_6_1,
          title: "Днище резервуара РВС-500",
          texts: [
            "Тип: плоское стальное днище без окраек",
            "Толщина: 5 мм.",
            "Форма отгрузки с завода: рулон.",
            "Масса: 3 476 кг.",
          ],
        },
        {
          img: rvs500_6_2,
          title: "Стенка резервуара РВС-500",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 6 горизонтальных пояса.",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 11 574 кг.",
          ],
        },
        {
          img: rvs500_6_3,
          img2: rvs500_6_4,
          title: "Крыша резервуара РВС-500",
          texts: [
            "Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "Толщина: 5 мм.",
            "Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "Форма отгрузки с завода: рулон либо подготовленные листы.",
            "Масса: 5 048 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-500",
      part6_desc:
        "Резервуары РВСП-500 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВCП-500 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 6 коробов шириной 1 400 мм.",
        "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
        "- Масса: 6 140 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-500 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_500_footbg,
    },
    {
      id: "rvs-700",
      // part 1
      caption: "РВС-700 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 700м³",
        diameter: "- диаметр: 10,43м",
        height: "- высота: 9м",
        massa: "- масса ≈ 29,2т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-700 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-700 для нефти;",
        "- резервуары РВС-700 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-700 для воды, в том числе пожарные резервуары 700 м³;",
        "- резервуары РВС-700 для сжиженных газов;",
        "- резервуары РВС-700 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-700 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs700_1, rvs700_2, rvs700_3, rvs700_4],
      // part 2
      part2_caption: "Резервуар 700 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-700 в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-700 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-700 одностенные или РВСЗС-700 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-700 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-700 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 700 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 700 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-700 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-700",
      part4_img: rvs700_4_1,
      part4_img2: rvs700_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 700 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-700 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-700", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "700"],
            ["Диаметр", "мм", "10 430"],
            ["Высота", "мм", "9 000"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-700", "", ""],
          tbody: [
            ["Масса стенки", "кг", "11 754"],
            ["Количество поясов стенки", "пояс", "6"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-700", "", ""],
          tbody: [
            ["Масса крыши", "кг", "5 080"],
            ["Толщина настила крыши", "мм", "6"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-500", "", ""],
          tbody: [
            ["Масса днища", "кг", "3 582"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-700", "", ""],
          tbody: [
            ["Лестница", "кг", "996"],
            ["Площадки на крыше", "кг", "1 794"],
            ["Люки и патрубки", "кг", "1 061"],
            ["Комплектующие конструкции", "кг", "1 694"],
            ["Каркасы и упаковка", "кг", "3 200"],
            ["Общая масса резервуара РВС-700", "кг", "29 161"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-700",
      part6_data: [
        {
          img: rvs700_6_1,
          title: "Днище резервуара РВС-700",
          texts: [
            "- Тип: плоское стальное днище без окраек",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 3 582 кг.",
          ],
        },
        {
          img: rvs700_6_2,
          title: "Стенка резервуара РВС-700",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 6 горизонтальных пояса.",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 11 754 кг.",
          ],
        },
        {
          img: rvs700_6_3,
          img2: rvs700_6_4,
          title: "Крыша резервуара РВС-700",
          texts: [
            "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "- Толщина: 5 мм.",
            "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 5 080 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-700",
      part6_desc:
        "Резервуары РВСП-700 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВCП-700 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 6 коробов шириной 1 400 мм.",
        "- Ширина бортов: внешнего 300 мм, внутреннего 200 мм.",
        "- Масса: 6 140 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-700 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_700_footbg,
    },
    {
      id: "rvs-1000",
      // part 1
      caption: "РВС-1000 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 1000м³",
        diameter: "- диаметр: 10,43м",
        height: "- высота: 12м",
        massa: "- масса ≈ 34,7т",
        rulon: "- рулонов: 1",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-1000 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-1000 для нефти;",
        "- резервуары РВС-1000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-1000 для воды, в том числе пожарные резервуары 1000 м³;",
        "- резервуары РВС-1000 для сжиженных газов;",
        "- резервуары РВС-1000 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-1000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs1000_1, rvs1000_2, rvs1000_3, rvs1000_4],
      // part 2
      part2_caption: "Резервуар 1000 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-1000 в рулонном исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-1000 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-1000 одностенные или РВСЗС-1000 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-1000 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-1000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 1000 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 1000 м³",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-1000 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-700",
      part4_img: rvs1000_4_1,
      part4_img2: rvs1000_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 1000 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-1000 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-1000", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "1000"],
            ["Диаметр", "мм", "10 430"],
            ["Высота", "мм", "1 200"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-1000", "", ""],
          tbody: [
            ["Масса стенки", "кг", "16 514"],
            ["Количество поясов стенки", "пояс", "8"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "5"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-1000", "", ""],
          tbody: [
            ["Масса крыши", "кг", "5 014"],
            ["Толщина настила крыши", "мм", "6"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-1000", "", ""],
          tbody: [
            ["Масса днища", "кг", "3 473"],
            ["Толщина днища", "мм", "5"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-1000", "", ""],
          tbody: [
            ["Лестница", "кг", "1 200"],
            ["Площадки на крыше", "кг", "1 852"],
            ["Люки и патрубки", "кг", "1 108"],
            ["Комплектующие конструкции", "кг", "1 704"],
            ["Каркасы и упаковка", "кг", "3 800"],
            ["Общая масса резервуара РВС-1000", "кг", "34 665"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",
      extraInfo:
        "Цена РВС-1000 зависит от комплектации резервуара, от толщин стенок, днища, крыши, а также от марки стали.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-1000",
      part6_data: [
        {
          img: rvs1000_6_1,
          title: "Днище резервуара РВС-1000",
          texts: [
            "- Тип: плоское стальное днище без окраек",
            "- Толщина: 5 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 3 473 кг.",
          ],
        },
        {
          img: rvs1000_6_2,
          title: "Стенка резервуара РВС-1000",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 8 горизонтальных пояса.",
            "- Толщина: 6 мм.",
            "- Форма отгрузки с завода: рулон.",
            "- Масса: 16 514 кг.",
          ],
        },
        {
          img: rvs1000_6_3,
          img2: rvs1000_6_4,
          title: "Крыша резервуара РВС-1000",
          texts: [
            "- Тип: стационарная коническая бескаркасная крыша (коническая оболочка).",
            "- Самонесущая. С наружной стороны оборудована шпангоутами (ребрами жесткости кольцевой формы).",
            "- Толщина: 6 мм.",
            "- Вид: пластина круглой формы с секторным вырезом (данный вырез и обеспечивает коническую форму крыши, когда его кромки стягиваются в процессе монтажа).",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 5 014 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-1000",
      part6_desc:
        "Резервуары РВСП-1000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-1000 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 8 коробов шириной 2 000 мм.",
        "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
        "- Масса: 6 280 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-1000 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_1000_footbg,
    },
    {
      id: "rvs-2000",
      // part 1
      caption: "РВС-2000 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 2000м³",
        diameter: "- диаметр: 15,18м",
        height: "- высота: 12м",
        massa: "- масса ≈ 58,7т",
        rulon: "- рулонов: 2",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-2000 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-2000 для нефти;",
        "- резервуары РВС-2000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-2000 для воды, в том числе пожарные резервуары 2000 м³;",
        "- резервуары РВС-2000 для сжиженных газов;",
        "- резервуары РВС-2000 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-2000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs2000_1, rvs2000_2, rvs2000_3, rvs2000_4],
      // part 2
      part2_caption: "Резервуар 2000 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-2000 в рулонном или полистовом исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-2000 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-2000 одностенные или РВСЗС-2000 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-2000 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-2000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 2000 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 2000 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-1000 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-2000",
      part4_img: rvs2000_4_1,
      part4_img2: rvs2000_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 2000 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-2000 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-2000", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "2000"],
            ["Диаметр", "мм", "15 180"],
            ["Высота", "мм", "12 000"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-2000", "", ""],
          tbody: [
            ["Масса стенки", "кг", "25 075"],
            ["Количество поясов стенки", "пояс", "8"],
            ["Толщина верхнего пояса стенки", "мм", "5"],
            ["Толщина нижнего пояса стенки", "мм", "7"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-2000", "", ""],
          tbody: [
            ["Масса крыши", "кг", "13 840"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-2000", "", ""],
          tbody: [
            ["Масса днища", "кг", "8 458"],
            ["Толщина днища", "мм", "5/7"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-2000", "", ""],
          tbody: [
            ["Лестница", "кг", "1 190"],
            ["Площадки на крыше", "кг", "2 219"],
            ["Люки и патрубки", "кг", "1 138"],
            ["Комплектующие конструкции", "кг", "1 615"],
            ["Каркасы и упаковка", "кг", "5 200"],
            ["Общая масса резервуара РВС-2000", "кг", "58 735"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",
      extraInfo:
        "Цена РВС-2000 варьируется в зависимости от комплектации резервуара, от толщин стенок и днища, крыши, и марки стали.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-2000",
      part6_data: [
        {
          img: rvs2000_6_1,
          title: "Днище резервуара РВС-2000",
          texts: [
            "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
            "- Толщина центральной части: 5 мм.",
            "- Толщина окраек: 7 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 8 458 кг.",
          ],
        },
        {
          img: rvs2000_6_2,
          title: "Стенка резервуара РВС-2000",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 8 горизонтальных пояса.",
            "- Толщина верхнего пояса: 5 мм.",
            "- Толщина нижнего пояса: 7 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 25 075 кг.",
          ],
        },
        {
          img: rvs2000_6_3,
          img2: rvs2000_6_4,
          title: "Крыша резервуара РВС-2000",
          texts: [
            "- Тип: стационарная коническая каркасная или рулонируемые полотнища.",
            "- Представляет собой стационарную крышу в форме конуса Угол наклона: 4,76º – 9,46º.",
            "- Толщина: 5 мм.",
            "- Вид: каркас и настил, состоит из секторных каркасов, кольцевых элементов каркаса, центрального щита и рулонируемых полотнищ настила.",
            "- Форма отгрузки с завода: настил в виде рулона.",
            "- Масса: 13 840 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-2000",
      part6_desc:
        "Резервуары РВСП-2000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-2000 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 10 коробов шириной 2 200 мм.",
        "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
        "- Масса: 12 430 кг",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-2000 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_2000_footbg,
    },
    {
      id: "rvs-3000",
      // part 1
      caption: "РВС-3000 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 3000м³",
        diameter: "- диаметр: 18,98м",
        height: "- высота: 12м",
        massa: "- масса ≈ 87,9т",
        rulon: "- рулонов: 2",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-3000 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-3000 для нефти;",
        "- резервуары РВС-3000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-3000 для воды, в том числе пожарные резервуары 3000 м³;",
        "- резервуары РВС-3000 для сжиженных газов;",
        "- резервуары РВС-3000 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-3000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs3000_1, rvs3000_2, rvs3000_3, rvs3000_4],
      // part 2
      part2_caption: "Резервуар РВС 3000 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-3000 в рулонном или полистовом исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-3000 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-3000 одностенные или РВСЗС-3000 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-3000 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-3000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 3000 м³(внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 3000 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-3000 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-3000",
      part4_img: rvs3000_4_1,
      part4_desc1: {
        title: "Конструкция резервуара 3000 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-3 000 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-3000", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "3 000"],
            ["Диаметр", "мм", "18 980"],
            ["Высота", "мм", "12 000"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "2"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-3000", "", ""],
          tbody: [
            ["Масса стенки", "кг", "38 600"],
            ["Количество поясов стенки", "пояс", "8"],
            ["Толщина верхнего пояса стенки", "мм", "6"],
            ["Толщина нижнего пояса стенки", "мм", "8"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-3000", "", ""],
          tbody: [
            ["Масса крыши", "кг", "22 795"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-3000", "", ""],
          tbody: [
            ["Масса днища", "кг", "13 429"],
            ["Толщина днища", "мм", "5/8"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-3000", "", ""],
          tbody: [
            ["Лестница", "кг", "1 190"],
            ["Площадки на крыше", "кг", "3 105"],
            ["Люки и патрубки", "кг", "1 378"],
            ["Комплектующие конструкции", "кг", "1 709"],
            ["Каркасы и упаковка", "кг", "5 700"],
            ["Общая масса резервуара РВС-3000", "кг", "87 906"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы вертикального резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-3000",
      part6_data: [
        {
          img: rvs3000_6_1,
          title: "Днище резервуара РВС-3000",
          texts: [
            "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
            "- Толщина центральной части: 5 мм.",
            "- Толщина окраек: 8 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 13 429 кг.",
          ],
        },
        {
          img: rvs3000_6_2,
          title: "Стенка резервуара РВС-3000",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 8 горизонтальных пояса.",
            "- Толщина верхнего пояса: 6 мм.",
            "- Толщина нижнего пояса: 8 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 38 600 кг.",
          ],
        },
        {
          img: rvs3000_6_3,
          title: "Крыша резервуара РВС-3000",
          texts: [
            "- Тип: стационарная коническая каркасная или рулонируемые полотнища.",
            "- Представляет собой стационарную крышу в форме конуса Угол наклона: 4,76º – 9,46º.",
            "- Толщина: 5 мм.",
            "- Вид: каркас и настил, состоит из секторных каркасов, кольцевых элементов каркаса, центрального щита и рулонируемых полотнищ настила.",
            "- Форма отгрузки с завода: настил в виде рулона.",
            "- Масса: 22 795 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-3000",
      part6_desc:
        "Резервуары РВСП-3000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-2000 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 12 коробов шириной 2 300 мм.",
        "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
        "- Масса: 18 220 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-3000 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_3000_footbg,
    },
    {
      id: "rvs-5000",
      // part 1
      caption: "РВС-5000 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 5000м³",
        diameter: "- диаметр: 22,8м/20,9",
        height: "- высота: 12м/15м",
        massa: "- масса ≈ 123,4т/127,6",
        rulon: "- рулонов: 3",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-5000 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-5000 для нефти;",
        "- резервуары РВС-5000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-5000 для воды, в том числе пожарные резервуары 5000 м³;",
        "- резервуары РВС-5000 для сжиженных газов;",
        "- резервуары РВС-5000 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-5000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs5000_1, rvs5000_2, rvs5000_3, rvs5000_4],
      // part 2
      part2_caption: "Резервуар 5000 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-5000 в рулонном или полистовом исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-5000 в полистовом исполнении;",
        },
        {
          title: "03",
          desc: "резервуары РВС-5000 одностенные или РВСЗС-5000 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-5000 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-5000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 5000 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 5000 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-5000 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара РВС-5000",
      part4_img: rvs5000_4_1,
      part4_img: rvs5000_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 5000 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2:
          "К конструкции вертикального резервуара РВСП-5000 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-5000", "Ед изм.", "Значения:", ""],
          tbody: [
            ["Габаритные размеры РВС-5000", "", "", ""],
            ["Объем", "м³", "5 000", ""],
            ["Диаметр", "мм", "22 800", "20 920"],
            ["Высота", "мм", "12 000", "15 000"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "3", ""],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-5000", "", "", ""],
          tbody: [
            ["Масса стенки", "кг", "54 100", "64 420"],
            ["Количество поясов стенки", "пояс", "8", "10"],
            ["Толщина верхнего пояса стенки", "мм", "7", "6"],
            ["Толщина нижнего пояса стенки", "мм", "9", "11"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-5000", "", "", ""],
          tbody: [
            ["Масса крыши", "кг", "33 947", "26 201"],
            ["Толщина настила крыши", "мм", "5", ""],
          ],
        },
        {
          thead: ["Днище резервуара РВС-5000", "", "", ""],
          tbody: [
            ["Масса днища", "кг", "18 975", "17 732"],
            ["Толщина днища", "мм", "5/8", "5/10"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-5000", "", "", ""],
          tbody: [
            ["Лестница", "кг", "1 190", "1 480"],
            ["Площадки на крыше", "кг", "3 324", "3 051"],
            ["Люки и патрубки", "кг", "2 297", "2 182"],
            ["Комплектующие конструкции", "кг", "1 795", "1 702"],
            ["Каркасы и упаковка", "кг", "7 800", "10 800"],
            ["Общая масса резервуара РВС-5000", "кг", "123 428", "127 568"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара вертикального стального 5000 припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-5000",
      part6_data: [
        {
          img: rvs5000_6_1,
          title: "Днище резервуара РВС-5000",
          texts: [
            "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
            "- Толщина центральной части: 5 мм.",
            "- Толщина окраек: 8 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 18 975 кг.",
          ],
        },
        {
          img: rvs5000_6_2,
          title: "Стенка резервуара РВС-5000",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 8 горизонтальных пояса.",
            "- Толщина верхнего пояса: 7 мм.",
            "- Толщина нижнего пояса: 9 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 54 100 кг.",
          ],
        },
        {
          img: rvs5000_6_3,
          title: "Крыша резервуара РВС-5000",
          texts: [
            "- Тип: стационарная коническая каркасная или рулонируемые полотнища.",
            "- Представляет собой стационарную крышу в форме конуса Угол наклона: 4,76º – 9,46º.",
            "- Толщина: 5 мм.",
            "- Вид: каркас и настил, состоит из секторных каркасов, кольцевых элементов каркаса, центрального щита и рулонируемых полотнищ настила.",
            "- Форма отгрузки с завода: настил в виде рулона.",
            "- Масса: 33 947 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-5000",
      part6_desc:
        "Резервуары РВСП-5000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-5000 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 16 коробов шириной 2 500 мм.",
        "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
        "- Масса: 26 050 кг.",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-5000 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_5000_footbg,
    },
    {
      id: "rvs-10000",
      // part 1
      caption: "РВС-10000 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 10000м³",
        diameter: "- диаметр: 34,2м/28,5м",
        height: "- высота: 12м/17,9м",
        massa: "- масса ≈ 240,2т/234,3",
        rulon: "- рулонов: 4",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-10000 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-10000 для нефти;",
        "- резервуары РВС-10000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-10000 для воды, в том числе пожарные резервуары 10000 м³;",
        "- резервуары РВС-10000 для сжиженных газов;",
        "- резервуары РВС-10000 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-10000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs10000_1, rvs10000_2, rvs10000_3, rvs10000_4],
      // part 2
      part2_caption: "Резервуар 10000 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-10000 в рулонном и полистовом исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-10000 со стационарной, РВСПК-10000 с плавающей крышей и РВСП-10000 с понтоном;",
        },
        {
          title: "03",
          desc: "резервуары РВС-10000 одностенные или РВСЗС-10000 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-10000 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-10 000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 10 000 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 10 000 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС 10 000 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-10 000",
      part4_img: rvs10000_4_1,
      part4_img: rvs10000_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 10 000 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-10 000 добавляется понтон.",
      },

      // part 5
      part5_caption: "Характеристика РВС-10000",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-10000", "Ед изм.", "Значения:", ""],
          tbody: [
            ["Габариты", "", "", ""],
            ["Объем", "м³", "10 000", ""],
            ["Диаметр", "мм", "34 200", "28 500"],
            ["Высота", "мм", "12 000", "17 880"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "4", ""],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-10000", "", "", ""],
          tbody: [
            ["Масса стенки", "кг", "86 722", "120 924"],
            ["Количество поясов стенки", "пояс", "8", "12"],
            ["Толщина верхнего пояса стенки", "мм", "8", "8"],
            ["Толщина нижнего пояса стенки", "мм", "9", "12"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-10000", "", "", ""],
          tbody: [
            ["Масса крыши", "кг", "78 607", "54 648"],
            ["Толщина настила крыши", "мм", "5", ""],
          ],
        },
        {
          thead: ["Днище резервуара РВС-10000", "", "", ""],
          tbody: [
            ["Масса днища", "кг", "42 149", "30 898"],
            ["Толщина днища", "мм", "5/8", "5/10"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС-10000", "", "", ""],
          tbody: [
            ["Лестница", "кг", "6 023", "1 680"],
            ["Площадки на крыше", "кг", "1 214", "5 019"],
            ["Люки и патрубки", "кг", "2 595", "2 595"],
            ["Комплектующие конструкции", "кг", "2 986", "2 986"],
            ["Каркасы и упаковка", "кг", "14 000", "21 484"],
            ["Общая масса резервуара РВС-10000", "кг", "234 346", "240 243"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption: "Понтон резервуара РВСП-10000",
      part6_data: [
        {
          img: rvs10000_6_1,
          img2: rvs10000_6_2,
          title: "Днище резервуара РВС-10000",
          texts: [
            "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
            "- Толщина центральной части: 5 мм.",
            "- Толщина окраек: 8 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 42 149 кг.",
          ],
        },
        {
          img: rvs10000_6_3,
          img2: rvs10000_6_4,
          title: "Стенка резервуара РВС-10000",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 8 горизонтальных пояса.",
            "- Толщина верхнего пояса: 8 мм.",
            "- Толщина нижнего пояса: 9 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 86 722 кг.",
          ],
        },
        {
          img: rvs10000_6_5,
          img2: rvs10000_6_6,
          title: "Крыша резервуара РВС-10000",
          texts: [
            "- Тип: сферическое покрытие.",
            "- Представляют собой стационарную крышу в форме сферы с радиально-кольцевой каркасной системой. Радиус сферы проектируется в пределах 0,8 – 1,5 диаметра самого резервуара.",
            "- Толщина: 5 мм.",
            "- Вид: центральный щита, вальцованные радиальные балки, кольцевые элементы каркаса, кольца жесткости по периметру стенки и листы настила.",
            "- Форма отгрузки с завода: листы металла для полистовой сборки, либо подготовленные на заводе крупногабаритные карты.",
            "- Масса: 78 607 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-10000",
      part6_desc:
        "Резервуары РВСП-10000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-10000 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 32 коробов шириной 2 500 мм.",
        "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
        "- Масса: 50 840 кг",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "Понтон комплектуется уплотняющим затвором для герметизации зазора между его краем и стенкой резервуара.",
      part6_text2: "Крыша резервуара РВСПК-10000",
      part6_desc6:
        "В резервуарах РВС-10000 иногда используется однодечная плавающая крыша. Однодечные плавающие крыши изготавливаются в заводских условиях и состоят из:",
      part6_desc7:
        "листовой мембраны, выполненной методом рулонирования или полистовым способом;",
      part6_desc8: "кольцевых коробов, расположенных по периметру.",
      part6_desc9:
        "При монтаже плавающей крыши обеспечивается уклон мембраны к центру путем пригруза. Это позволяет отводить ливневые воды с поверхности крыши. В центре монтируется гибкий или шарнирный водоспуск, снабженный заборным устройством и обратным клапаном. Эта конструкция позволяет отводить воду и, одновременно, препятствует выступанию хранимого в резервуаре продукта на поверхность крыши.",
      part6_desc10:
        "Для герметизации зазоров, возникающих между краем плавающей крыши и стенкой резервуара и между патрубками в крыше и направляющими, используются уплотнительные затворы. Материал, из которого они изготавливаются, подбирается из учета химического состава и температуры хранимого в резервуаре продукта, требованиям к сроку службы, газоплотности и других специфических факторов.",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-10000 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_10000_footbg,
    },
    {
      id: "rvs-20000",
      // part 1
      caption: "РВС-20000 м³, резервуар вертикальный стальной цилиндрический",
      mainData: {
        size: "- объем: 20000м³",
        diameter: "- диаметр: 39,9м",
        height: "- высота: 17,8м",
        massa: "- масса ≈ 432,7т",
        rulon: "",
      },
      desc1:
        "ЗМК «РЕЗЕРВУАРОСТРОИТЕЛЬ» производит цилиндрические вертикальные резервуары РВС-20000 м3 для хранения разнообразных жидких продуктов:",
      ul: [
        "- резервуары РВС-20000 для нефти;",
        "- резервуары РВС-20000 для нефтепродуктов (бензина, дизельного топлива, керосина, мазута, пр.);",
        "- резервуары РВС-20000 для воды, в том числе пожарные резервуары 20000 м³;",
        "- резервуары РВС-20000 для сжиженных газов;",
        "- резервуары РВС-20000 для технических спиртов, аммиачной воды;",
        "- резервуары РВС-20000 для жидкого сырья пищевой промышленности: растительных масел, сахарных сиропов и т.д.",
      ],
      images: [rvs20000_1, rvs20000_2, rvs20000_3, rvs20000_4],
      // part 2
      part2_caption: "Резервуар 20000 м³: варианты изготовления",
      part2_infos: [
        {
          title: "01",
          desc: "резервуары РВС-20000 в рулонном и полистовом исполнении;",
        },
        {
          title: "02",
          desc: "резервуары РВС-20000 со стационарной, РВСПК-20000 с плавающей крышей и РВСП-20000 с понтоном;",
        },
        {
          title: "03",
          desc: "резервуары РВС-20000 одностенные или РВСЗС-20000 с защитной стенкой («стакан в стакане»);",
        },
        {
          title: "04",
          desc: "резервуары РВС-20000 из малоуглеродистой, низколегированной или нержавеющей стали.",
        },
      ],

      // part3
      part3_caption: "Дополнительно можно заказать",
      part3_text: [
        "- проект резервуара РВС-20000 м. куб. (КМ, КМД, КЖ, ППР, ТИ, АКЗ);",
        "- монтаж резервуара;",
        "- АКЗ: обработку и покраску резервуара 20000 м³ (внутренней и внешней поверхностей);",
        "- установку понтона в резервуар 20000 м³;",
        "- обогрев резервуара и теплоизоляцию резервуара;",
        "- комплектацию РВС-20000 м³ резервуарным оборудованием.",
      ],

      // part 4
      part4_caption: "Описание резервуара вертикального РВС-20000",
      part4_img: rvs20000_4_1,
      part4_img: rvs20000_4_2,
      part4_desc1: {
        title: "Конструкция резервуара 20000 м³ состоит из:",
        ul: [
          "стенки цилиндрической;",
          "кровли стационарной крыши;",
          "плоского днища;",
          "лестницы, площадок, ограждений, люков и патрубков;",
          "технологического оборудования.",
        ],
        title2: "К конструкции резервуара РВСП-20000 добавляется понтон.",
      },

      // part 5
      part5_caption: "Технические характеристики",
      tableData: [
        {
          thead: ["Параметры резервуара РВС-20000", "Ед изм.", "Значения:"],
          tbody: [
            ["Габариты", "", ""],
            ["Объем", "м³", "20 000"],
            ["Диаметр", "мм", "39 900"],
            ["Высота", "мм", "17 880"],
            ["Количество рулонов (при методе рулонирования)", "рулон", "1"],
          ],
        },
        {
          thead: ["Стенка резервуара РВС-20000", "", ""],
          tbody: [
            ["Масса стенки", "кг", "225 136"],
            ["Количество поясов стенки", "пояс", "12"],
            ["Толщина верхнего пояса стенки", "мм", "10"],
            ["Толщина нижнего пояса стенки", "мм", "16"],
          ],
        },
        {
          thead: ["Крыша резервуара РВС-20000", "", ""],
          tbody: [
            ["Масса крыши", "кг", "106 048"],
            ["Толщина настила крыши", "мм", "5"],
          ],
        },
        {
          thead: ["Днище резервуара РВС-20000", "", ""],
          tbody: [
            ["Масса днища", "кг", "57 408"],
            ["Толщина днища", "мм", "5/10"],
          ],
        },
        {
          thead: ["Масса прочих конструкций резервуара РВС- 20000", "", ""],
          tbody: [
            ["Лестница", "кг", "1 766"],
            ["Площадки на крыше", "кг", "6 859"],
            ["Люки и патрубки", "кг", "3 651"],
            ["Комплектующие конструкции", "кг", "4 502"],
            ["Каркасы и упаковка", "кг", "27 372"],
            ["Общая масса резервуара РВС-20000", "кг", "432 742"],
          ],
        },
      ],
      italicText:
        "При необходимости увеличения срока службы резервуара и/или хранении в нем агрессивных жидкостей, проектировщик может заложить для конструкций резервуара припуск на коррозию.",

      // part 6
      part6_caption:
        "Описание основных конструктивных элементов резервуара РВС-20000",
      part6_data: [
        {
          img: rvs20000_6_1,
          title: "Днище резервуара РВС-20000",
          texts: [
            "- Тип: коническое днище с уклоном 1:100 от центра с окрайками.",
            "- Толщина центральной части: 5 мм.",
            "- Толщина окраек: 10 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 57 408 кг.",
          ],
        },
        {
          img: rvs20000_6_2,
          title: "Стенка резервуара РВС-20000",
          texts: [
            "- Тип: оболочка цилиндрическая замкнутая.",
            "- Размер: 12 горизонтальных пояса.",
            "- Толщина верхнего пояса: 10 мм.",
            "- Толщина нижнего пояса: 16 мм.",
            "- Форма отгрузки с завода: рулон либо подготовленные листы.",
            "- Масса: 225 136 кг.",
          ],
        },
        {
          img: rvs20000_6_3,
          title: "Крыша резервуара РВС-20000",
          texts: [
            "- Тип: сферическое покрытие.",
            "- Представляют собой стационарную крышу в форме сферы с радиально-кольцевой каркасной системой. Радиус сферы проектируется в пределах 0,8 – 1,5 диаметров самого резервуара.",
            "- Толщина: 5 мм.",
            "- Вид: центральный щита, вальцованные радиальные балки, кольцевые элементы каркаса, кольца жесткости по периметру стенки и листы настила.",
            "- Форма отгрузки с завода: листы металла для полистовой сборки, либо подготовленные на заводе крупногабаритные карты.",
            "- Масса: 106 048 кг.",
          ],
        },
      ],

      part6_text: "Понтон резервуара РВСП-20000",
      part6_desc:
        "Резервуары РВСП-20000 могут комплектоваться стальными и алюминиевыми понтонами по желанию Заказчика.",
      part6_desc2:
        "В металлоконструкции резервуара РВСП-20000 может входить стальной понтон.",
      part6_ul: [
        "- Тип: понтон открытого типа с отсеками.",
        "- Толщина настила понтона: 5 мм.",
        "- Короба: 48 коробов шириной 2 800 мм.",
        "- Ширина бортов: внешнего 500 мм, внутреннего 280 мм.",
        "- Масса: 70 330 кг",
      ],
      part6_desc3:
        "Открытые отсеки такого понтона состоят из настила и кольцевых ребер. Это обеспечивает плавающую способность понтона и жесткость, необходимую при его вертикальном движении.",
      part6_desc4:
        "Движение понтона происходит по направляющей трубе. В опущенном положении понтон располагается на консоли данной трубы, а также на специальных кронштейнах, размещенных на стенке резервуара.",
      part6_desc5:
        "При монтаже плавающей крыши обеспечивается уклон мембраны к центру путем пригруза. Это позволяет отводить ливневые воды с поверхности крыши. В центре монтируется гибкий или шарнирный водоспуск, снабженный заборным устройством и обратным клапаном. Эта конструкция позволяет отводить воду и, одновременно, препятствует выступанию хранимого в резервуаре продукта на поверхность крыши.",
      part6_desc6:
        "Для герметизации зазоров, возникающих между краем плавающей крыши и стенкой резервуара и между патрубками в крыше и направляющими, используются уплотнительные затворы. Материал, из которого они изготавливаются, подбирается из учета химического состава и температуры хранимого в резервуаре продукта, требованиям к сроку службы, газоплотности и других специфических факторов.",
      allLinks: {
        text: "Другие объемы резервуаров:",
        links: [
          { to: "/rgs-100", text: "РГС-100" },
          { to: "/rgs-200", text: "РГС-200" },
          { to: "/rgs-300", text: "РГС-300" },
          { to: "/rgs-400", text: "РГС-400" },
          { to: "/rgs-500", text: "РГС-500" },
          { to: "/rgs-700", text: "РГС-700" },
          { to: "/rgs-1000", text: "РГС-1000" },
          { to: "/rgs-2000", text: "РГС-2000" },
          { to: "/rgs-3000", text: "РГС-3000" },
          { to: "/rgs-5000", text: "РГС-5000" },
          { to: "/rgs-10000", text: "РГС-10000" },
          { to: "/rgs-20000", text: "РГС-20000" },
        ],
      },
      part7_caption: "Расчёт доставки",
      part8desc: "РВС-20000 м³, резервуар вертикальный стальной цилиндрический",
      part8Img: rvs_20000_footbg,
    },
  ],
  uz: [
    {
      id: "rvs-100",
      caption: "RVS-100 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 100m³",
        diameter: "- diametr: 4,73m",
        height: "- balandlik: 6m",
        massa: "- massa: 9,5t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-100 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-100 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-100 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-100 rezervuarlar, shu jumladan 100 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-100 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-100 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-100 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs100_1, rvs100_2, rvs100_3, rvs100_4],
      part4_img: part4_4_1,

      part2_caption: "100 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        {
          title: "01",
          desc: "rulonli RVS-100 rezervuarlar;",
        },
        {
          title: "02",
          desc: "varaqli RVS-100 rezervuarlar;",
        },
        {
          title: "03",
          desc: "bir devorli RVS-100 rezervuarlar yoki himoya devori bilan RVSS-100 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-100 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-100 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 100 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 100 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-100 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: part4_4_1,
      part4_caption: "Vertikal RVS-100 rezervuar tavsifi",
      part4_desc1: {
        title: "100 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-100 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-100 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "100"],
            ["Diametr", "mm", "4730"],
            ["Balandlik", "mm", "6000"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "1"],
          ],
        },
        {
          thead: ["RVS-100 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "3 596"],
            ["Devor kamarlari soni", "kam", "4"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-100 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "870"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-100 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "764"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-100 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "630"],
            ["Tomdagi maydonchalar", "kg", "720"],
            ["Lyuklar va patrubklar", "kg", "706"],
            ["Komplektuyushchi konstruksiyalar", "kg", "87"],
            ["Karkaslar va qadoqlash", "kg", "2 100"],
            ["RVS-100 rezervuar umumiy massasi", "kg", "9 473"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      part6_caption:
        "RVS-100 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: part4_4_1,
          title: "RVS-100 rezervuar tagligi",
          texts: [
            "Turi: tekis po'lat taglik, qirasiz.",
            "Qalinligi: 5 mm.",
            "Zavoddan yuklash shakli: rulon.",
            "Massasi: 764 kg.",
          ],
        },
        {
          img: part4_6_2,
          title: "RVS-100 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 14860 mm X 6000 mm mato, 4 ta gorizontal kamar.",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
          ],
        },
        {
          img: part4_6_2,
          title: "RVS-100 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkassiz tom (konik qobiq).",
            "- O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli kesim bilan dumaloq shakldagi plastinka (bu kesim va montaj jarayonida uning qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "- Zavoddan yuklash shakli: rulon yoki tayyorlangan varaqlar.",
            "- Massasi: 870 kg.",
          ],
        },
      ],
      part6_text: "RVSP-100 rezervuar pontoni",
      part6_desc:
        "RVSP-100 rezervuarlar mijozning xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-100 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 1 250 mm kenglikdagi 6 ta quti.",
        "- Bortlar kengligi: tashqi 300 mm, ichki 200 mm.",
        "- Massasi: 1 990 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchan qobiliyatini va uning vertikal harakatida zarur bo'lgan qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton harakati yo'naltiruvchi quvur bo'ylab amalga oshiriladi. Tushirilgan holatda ponton ushbu quvurning konsolida, shuningdek rezervuar devorida joylashtirilgan maxsus kronshteynlarda joylashadi.",
      part6_desc5:
        "Ponton uning cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlangan.",
      part6_text2: "100m³ yong'in rezervuari",
      part6_desc6:
        "Yong'in rezervuari maqsadiga muvofiq, yer usti yoki yer osti idishi sifatida ishlatiladi. Po'lat yong'in rezervuarlari yong'in o'chirish uchun qo'llaniladi, ularni mustahkamlik va uzoq xizmat muddati ajratib turadi. 100m³ yer usti yong'in rezervuarini izolyatsiya qilish kerak.",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-100 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs100BottomBg,
    },
    {
      id: "rvs-200",
      caption: "RVS-200 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 200m³",
        diameter: "- diametr: 6,63m",
        height: "- balandlik: 6m",
        massa: "- massa ≈ 12,8t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-200 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-200 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-200 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-200 rezervuarlar, shu jumladan 200 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-200 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-200 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-200 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs200_1, rvs200_2, rvs200_3, rvs200_4],
      part2_caption: "200 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        {
          title: "01",
          desc: "rulonli RVS-200 m³ rezervuarlar;",
        },
        {
          title: "02",
          desc: "varaqli RVS-200 rezervuarlar;",
        },
        {
          title: "03",
          desc: "bir devorli RVS-200 rezervuarlar yoki himoya devori bilan RVSS-200 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-200 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-200 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 200 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 200 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-200 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs200_4_1,
      part4_caption: "Vertikal RVS-200 rezervuar tavsifi",
      part4_desc1: {
        title: "200 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-200 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-200 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "200"],
            ["Diametr", "mm", "6630"],
            ["Balandlik", "mm", "6000"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "1"],
          ],
        },
        {
          thead: ["RVS-200 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "5 033"],
            ["Devor kamarlari soni", "kam", "4"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-200 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "1 690"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-200 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "1 470"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-200 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "1 030"],
            ["Tomdagi maydonchalar", "kg", "650"],
            ["Lyuklar va patrubklar", "kg", "706"],
            ["Komplektuyushchi konstruksiyalar", "kg", "87"],
            ["Karkaslar va qadoqlash", "kg", "2 100"],
            ["RVS-200 rezervuar umumiy massasi", "kg", "12 766"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      part6_caption:
        "RVS-200 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs200_6_1,
          title: "RVS-200 rezervuar tagligi",
          texts: [
            "Turi: tekis po'lat taglik, qirasiz.",
            "Qalinligi: 5 mm.",
            "Zavoddan yuklash shakli: rulon.",
            "Massasi: 1 470 kg.",
          ],
        },
        {
          img: rvs200_6_2,
          title: "RVS-200 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 4 ta gorizontal kamar.",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 5 033 kg.",
          ],
        },
        {
          img: rvs200_6_3,
          title: "RVS-200 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkassiz tom (konik qobiq).",
            "- O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli kesim bilan dumaloq shakldagi plastinka (bu kesim va montaj jarayonida uning qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "- Zavoddan yuklash shakli: rulon yoki tayyorlangan varaqlar.",
            "- Massasi: 1 690 kg.",
          ],
        },
      ],
      part6_text: "RVSP-200 rezervuar pontoni",
      part6_desc:
        "RVSP-200 rezervuarlar mijozning xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-200 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 1 250 mm kenglikdagi 6 ta quti.",
        "- Bortlar kengligi: tashqi 300 mm, ichki 200 mm.",
        "- Massasi: 2 810 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchan qobiliyatini va uning vertikal harakatida zarur bo'lgan qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton harakati yo'naltiruvchi quvur bo'ylab amalga oshiriladi. Tushirilgan holatda ponton ushbu quvurning konsolida, shuningdek rezervuar devorida joylashtirilgan maxsus kronshteynlarda joylashadi.",
      part6_desc5:
        "Ponton uning cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlangan.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-200 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-300",
      caption: "RVS-300 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 300m³",
        diameter: "- diametr: 7,58m",
        height: "- balandlik: 7.5m",
        massa: "- massa ≈ 16.6t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-300 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-300 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-300 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-300 rezervuarlar, shu jumladan 300 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-300 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-300 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-300 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs300_1, rvs300_2, rvs300_3, rvs300_4],
      part2_caption: "300 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        {
          title: "01",
          desc: "rulonli RVS-300 rezervuarlar;",
        },
        {
          title: "02",
          desc: "varaqli RVS-300 rezervuarlar;",
        },
        {
          title: "03",
          desc: "bir devorli RVS-300 rezervuarlar yoki himoya devori bilan RVSS-300 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-300 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-300 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 300 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 300 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-300 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],

      part4_img: rvs300_4_1,
      part4_img2: rvs300_4_2,
      part4_caption: "Vertikal RVS-300 rezervuar tavsifi",
      part4_desc1: {
        title: "300 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-300 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-300 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "300"],
            ["Diametr", "mm", "7 580"],
            ["Balandlik", "mm", "7 500"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "1"],
          ],
        },
        {
          thead: ["RVS-300 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "7 180"],
            ["Devor kamarlari soni", "kam", "5"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-300 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "2 340"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-300 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "1 920"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-300 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "800"],
            ["Tomdagi maydonchalar", "kg", "1 184"],
            ["Lyuklar va patrubklar", "kg", "736"],
            ["Komplektuyushchi konstruksiyalar", "kg", "120"],
            ["Karkaslar va qadoqlash", "kg", "2 300"],
            ["RVS-300 rezervuar umumiy massasi", "kg", "16 610"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      part6_caption:
        "RVS-300 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs300_6_1,
          title: "RVS-300 rezervuar tagligi",
          texts: [
            "Turi: tekis po'lat taglik, qirasiz.",
            "Qalinligi: 5 mm.",
            "Zavoddan yuklash shakli: rulon.",
            "Massasi: 1 950 kg.",
          ],
        },
        {
          img: rvs300_6_2,
          title: "RVS-300 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 4 ta gorizontal kamar.",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 7 180 kg.",
          ],
        },
        {
          img: rvs300_6_3,
          img2: rvs300_6_4,
          title: "RVS-300 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkassiz tom (konik qobiq).",
            "- O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli kesim bilan dumaloq shakldagi plastinka (bu kesim va montaj jarayonida uning qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "- Zavoddan yuklash shakli: rulon yoki tayyorlangan varaqlar.",
            "- Massasi: 2 340 kg.",
          ],
        },
      ],
      part6_text: "RVSP-300 rezervuar pontoni",
      part6_desc:
        "RVSP-300 rezervuarlar mijozning xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-300 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 1 250 mm kenglikdagi 6 ta quti.",
        "- Bortlar kengligi: tashqi 300 mm, ichki 200 mm.",
        "- Massasi: 3 350 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchan qobiliyatini va uning vertikal harakatida zarur bo'lgan qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton harakati yo'naltiruvchi quvur bo'ylab amalga oshiriladi. Tushirilgan holatda ponton ushbu quvurning konsolida, shuningdek rezervuar devorida joylashtirilgan maxsus kronshteynlarda joylashadi.",
      part6_desc5:
        "Ponton uning cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlangan.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-300 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-400",
      caption: "RVS-400 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 400m³",
        diameter: "- diametr: 8,53m",
        height: "- balandlik: 7.5m",
        massa: "- massa ≈ 19t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-400 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-400 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-400 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-400 rezervuarlar, shu jumladan 400 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-400 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-400 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-400 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs400_1, rvs400_2, rvs400_3, rvs400_4],
      part2_caption: "400 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli RVS-400 rezervuarlar;" },
        { title: "02", desc: "statsionar tomli RVS-400 va pontonli RVSP-400;" },
        {
          title: "03",
          desc: "bir devorli RVS-400 yoki himoya devori bilan RVSS-400 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-400 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-400 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 400 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 400 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-400 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs400_4_1,
      part4_img2: rvs400_4_2,
      part4_caption: "Vertikal RVS-400 rezervuar tavsifi",
      part4_desc1: {
        title: "RVS-400 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-400 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-400 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "400"],
            ["Diametr", "mm", "8 530"],
            ["Balandlik", "mm", "7 500"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "1"],
          ],
        },
        {
          thead: ["RVS-400 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "8 044"],
            ["Devor kamarlari soni", "kam", "5"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-400 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "2 662"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-400 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "2 400"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-400 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "800"],
            ["Tomdagi maydonchalar", "kg", "1 436"],
            ["Lyuklar va patrubklar", "kg", "736"],
            ["Komplektuyushchi konstruksiyalar", "kg", "630"],
            ["Karkaslar va qadoqlash", "kg", "2 300"],
            ["RVS-400 rezervuar umumiy massasi", "kg", "19 008"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      extraInfo:
        "RVS-400 narxi devor, taglik, tom qalinliklari, po'lat markasi va komplektatsiyaga qarab shakllanadi.",
      part6_caption:
        "RVS-400 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs400_6_1,
          title: "RVS-400 rezervuar tagligi",
          texts: [
            "Turi: tekis po'lat taglik, qirasiz.",
            "Qalinligi: 5 mm.",
            "Zavoddan yuklash shakli: rulon.",
            "Massasi: 2 400 kg.",
          ],
        },
        {
          img: rvs400_6_2,
          title: "RVS-400 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 5 ta gorizontal kamar.",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 8 044 kg.",
          ],
        },
        {
          img: rvs400_6_3,
          title: "RVS-400 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkassiz tom (konik qobiq).",
            "- O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli kesim bilan dumaloq shakldagi plastinka (bu kesim va montaj jarayonida uning qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "- Zavoddan yuklash shakli: rulon yoki tayyorlangan varaqlar.",
            "- Massasi: 2 662 kg.",
          ],
        },
      ],
      part6_text: "RVSP-400 rezervuar pontoni",
      part6_desc:
        "RVSP-400 rezervuarlar mijozning xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-400 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 1 250 mm kenglikdagi 6 ta quti.",
        "- Bortlar kengligi: tashqi 300 mm, ichki 200 mm.",
        "- Massasi: 4 130 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchan qobiliyatini va uning vertikal harakatida zarur bo'lgan qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton harakati yo'naltiruvchi quvur bo'ylab amalga oshiriladi. Tushirilgan holatda ponton ushbu quvurning konsolida, shuningdek rezervuar devorida joylashtirilgan maxsus kronshteynlarda joylashadi.",
      part6_desc5:
        "Ponton uning cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlangan.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-400 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-500",
      caption: "RVS-500 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 500m³",
        diameter: "- diametr: 8,45m",
        height: "- balandlik: 9,25m",
        massa: "- massa ≈ 26,3t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-500 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-500 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-500 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-500 rezervuarlar, shu jumladan 500 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-500 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-500 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-500 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs500_1, rvs5000_2, rvs500_3, rvs500_4],
      part2_caption: "500 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli RVS-500 rezervuarlar;" },
        { title: "02", desc: "varaqli RVS-500 rezervuarlar;" },
        {
          title: "03",
          desc: "bir devorli RVS-500 yoki himoya devori bilan RVSS-500 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-500 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-500 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 500 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 500 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-500 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs500_4_1,
      part4_caption: "Vertikal RVS-500 rezervuar tavsifi",
      part4_desc1: {
        title: "500 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-500 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-500 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "500"],
            ["Diametr", "mm", "8 450"],
            ["Balandlik", "mm", "9 250"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "1"],
          ],
        },
        {
          thead: ["RVS-500 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "11 754"],
            ["Devor kamarlari soni", "kam", "6"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-500 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "5 048"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-500 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "3 476"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-500 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "960"],
            ["Tomdagi maydonchalar", "kg", "1 436"],
            ["Lyuklar va patrubklar", "kg", "736"],
            ["Komplektuyushchi konstruksiyalar", "kg", "630"],
            ["Karkaslar va qadoqlash", "kg", "2 300"],
            ["RVS-500 rezervuar umumiy massasi", "kg", "26 340"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      part6_caption:
        "RVS-500 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs500_6_1,
          title: "RVS-500 rezervuar tagligi",
          texts: [
            "Turi: tekis po'lat taglik, qirasiz",
            "Qalinligi: 5 mm.",
            "Zavoddan yuklash shakli: rulon.",
            "Massasi: 3 476 kg.",
          ],
        },
        {
          img: rvs500_6_2,
          title: "RVS-500 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 6 ta gorizontal kamar.",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 11 574 kg.",
          ],
        },
        {
          img: rvs500_6_3,
          title: "RVS-500 rezervuar tom",
          texts: [
            "Turi: statsionar konik karkassiz tom (konik qobiq).",
            "O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "Qalinligi: 5 mm.",
            "Ko'rinishi: sektorli kesim bilan dumaloq plastinka (bu kesim montajda qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "Massasi: 5 048 kg.",
          ],
        },
      ],
      part6_text: "RVSP-500 rezervuar pontoni",
      part6_desc:
        "RVSP-500 rezervuarlar mijoz xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-500 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 1 400 mm kenglikdagi 6 ta quti.",
        "- Bortlar kengligi: tashqi 300 mm, ichki 200 mm.",
        "- Massasi: 6 140 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat bo'ladi. Bu pontonning suzuvchanligi va vertikal harakatda zarur qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi. Tushirilgan holatda ponton shu quvur konsolida hamda devordagi maxsus kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlanadi.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-500 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_500_footbg,
    },
    {
      id: "rvs-700",
      caption: "RVS-700 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 700m³",
        diameter: "- diametr: 10,43m",
        height: "- balandlik: 9m",
        massa: "- massa ≈ 29,2t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-700 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-700 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-700 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-700 rezervuarlar, shu jumladan 700 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-700 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-700 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-700 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs700_1, rvs700_2, rvs700_3, rvs700_4],
      part2_caption: "700 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli RVS-700 rezervuarlar;" },
        { title: "02", desc: "varaqli RVS-700 rezervuarlar;" },
        {
          title: "03",
          desc: "bir devorli RVS-700 yoki himoya devori bilan RVSS-700 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-700 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-700 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 700 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 700 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-700 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs700_4_1,
      part4_img2: rvs700_4_2,
      part4_caption: "Vertikal RVS-700 rezervuar tavsifi",
      part4_desc1: {
        title: "700 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-700 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-700 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "700"],
            ["Diametr", "mm", "10 430"],
            ["Balandlik", "mm", "9 000"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "2"],
          ],
        },
        {
          thead: ["RVS-700 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "11 754"],
            ["Devor kamarlari soni", "kam", "6"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-700 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "5 080"],
            ["Tom qoplamasining qalinligi", "mm", "6"],
          ],
        },
        {
          thead: ["RVS-700 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "3 582"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-700 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "996"],
            ["Tomdagi maydonchalar", "kg", "1 794"],
            ["Lyuklar va patrubklar", "kg", "1 061"],
            ["Komplektuyushchi konstruksiyalar", "kg", "1 694"],
            ["Karkaslar va qadoqlash", "kg", "3 200"],
            ["RVS-700 rezervuar umumiy massasi", "kg", "29 161"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      part6_caption:
        "RVS-700 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs700_6_1,
          title: "RVS-700 rezervuar tagligi",
          texts: [
            "- Turi: tekis po'lat taglik, qirasiz",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 3 582 kg.",
          ],
        },
        {
          img: rvs700_6_2,
          title: "RVS-700 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 6 ta gorizontal kamar.",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 11 754 kg.",
          ],
        },
        {
          img: rvs700_6_3,
          title: "RVS-700 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkassiz tom (konik qobiq).",
            "- O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli kesim bilan dumaloq plastinka (bu kesim montajda qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "- Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "- Massasi: 5 080 kg.",
          ],
        },
      ],
      part6_text: "RVSP-700 rezervuar pontoni",
      part6_desc:
        "RVSP-700 rezervuarlar mijoz xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-700 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 1 400 mm kenglikdagi 6 ta quti.",
        "- Bortlar kengligi: tashqi 300 mm, ichki 200 mm.",
        "- Massasi: 6 140 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchanligini va vertikal harakatda zarur qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi. Tushirilgan holatda ponton shu quvur konsolida hamda devordagi maxsus kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlanadi.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-700 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_700_footbg,
    },
    {
      id: "rvs-1000",
      caption: "RVS-1000 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 1000m³",
        diameter: "- diametr: 10,43m",
        height: "- balandlik: 12m",
        massa: "- massa ≈ 34,7t",
        rulon: "- rulonlar: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-1000 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-1000 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-1000 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-1000 rezervuarlar, shu jumladan 1000 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-1000 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-1000 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-1000 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs1000_1, rvs1000_2, rvs1000_3, rvs1000_4],
      part2_caption: "1000 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli RVS-1000 rezervuarlar;" },
        { title: "02", desc: "varaqli RVS-1000 rezervuarlar;" },
        {
          title: "03",
          desc: "bir devorli RVS-1000 yoki himoya devori bilan RVSS-1000 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-1000 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-1000 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 1000 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 1000 m³ rezervuarga ponton o'rnatish",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-1000 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs1000_4_1,
      part4_img2: rvs1000_4_2,
      part4_caption: "Vertikal RVS-1000 rezervuar tavsifi",
      part4_desc1: {
        title: "1000 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-1000 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-1000 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "1000"],
            ["Diametr", "mm", "10 430"],
            ["Balandlik", "mm", "1 200"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "2"],
          ],
        },
        {
          thead: ["RVS-1000 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "16 514"],
            ["Devor kamarlari soni", "kam", "8"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-1000 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "5 014"],
            ["Tom qoplamasining qalinligi", "mm", "6"],
          ],
        },
        {
          thead: ["RVS-1000 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "3 473"],
            ["Taglik qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-1000 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "1 200"],
            ["Tomdagi maydonchalar", "kg", "1 852"],
            ["Lyuklar va patrubklar", "kg", "1 108"],
            ["Komplektuyushchi konstruksiyalar", "kg", "1 704"],
            ["Karkaslar va qadoqlash", "kg", "3 800"],
            ["RVS-1000 rezervuar umumiy massasi", "kg", "34 665"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      extraInfo:
        "RVS-1000 narxi komplektatsiya, devor, taglik, tom qalinligi va po'lat markasiga bog'liq.",
      part6_caption:
        "RVS-1000 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs1000_6_1,
          title: "RVS-1000 rezervuar tagligi",
          texts: [
            "- Turi: tekis po'lat taglik, qirasiz",
            "- Qalinligi: 5 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 3 473 kg.",
          ],
        },
        {
          img: rvs1000_6_2,
          title: "RVS-1000 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 8 ta gorizontal kamar.",
            "- Qalinligi: 6 mm.",
            "- Zavoddan yuklash shakli: rulon.",
            "- Massasi: 16 514 kg.",
          ],
        },
        {
          img: rvs1000_6_3,
          title: "RVS-1000 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkassiz tom (konik qobiq).",
            "- O'z-o'zidan tayanadigan. Tashqi tomondan shpangotlar (halqa shaklidagi qattiqlik qovurg'alari) bilan jihozlangan.",
            "- Qalinligi: 6 mm.",
            "- Ko'rinishi: sektorli kesim bilan dumaloq plastinka (bu kesim montajda qirralari tortilganda konik tom shaklini ta'minlaydi).",
            "- Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "- Massasi: 5 014 kg.",
          ],
        },
      ],
      part6_text: "RVSP-1000 rezervuar pontoni",
      part6_desc:
        "RVSP-1000 rezervuarlar mijoz xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-1000 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 2 000 mm kenglikdagi 8 ta quti.",
        "- Bortlar kengligi: tashqi 500 mm, ichki 280 mm.",
        "- Massasi: 6 280 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchanligini va vertikal harakatda zarur qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi. Tushirilgan holatda ponton shu quvur konsolida hamda devordagi maxsus kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlanadi.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-1000 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_1000_footbg,
    },
    {
      id: "rvs-2000",
      caption: "RVS-2000 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 2000m³",
        diameter: "- diametr: 15,18m",
        height: "- balandlik: 12m",
        massa: "- massa ≈ 58,7t",
        rulon: "- rulonlar: 2",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-2000 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-2000 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-2000 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-2000 rezervuarlar, shu jumladan 2000 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-2000 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-2000 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-2000 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs2000_1, rvs2000_2, rvs2000_3, rvs2000_4],
      part2_caption: "2000 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli yoki varaqli RVS-2000 rezervuarlar;" },
        { title: "02", desc: "varaqli RVS-2000 rezervuarlar;" },
        {
          title: "03",
          desc: "bir devorli RVS-2000 yoki himoya devori bilan RVSS-2000 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-2000 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-2000 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 2000 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 2000 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-1000 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs2000_4_1,
      part4_img2: rvs2000_4_2,
      part4_caption: "Vertikal RVS-2000 rezervuar tavsifi",
      part4_desc1: {
        title: "2000 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-2000 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-2000 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "2000"],
            ["Diametr", "mm", "15 180"],
            ["Balandlik", "mm", "12 000"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "2"],
          ],
        },
        {
          thead: ["RVS-2000 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "25 075"],
            ["Devor kamarlari soni", "kam", "8"],
            ["Devor yuqori kamarining qalinligi", "mm", "5"],
            ["Devor pastki kamarining qalinligi", "mm", "7"],
          ],
        },
        {
          thead: ["RVS-2000 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "13 840"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-2000 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "8 458"],
            ["Taglik qalinligi", "mm", "5/7"],
          ],
        },
        {
          thead: ["RVS-2000 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "1 190"],
            ["Tomdagi maydonchalar", "kg", "2 219"],
            ["Lyuklar va patrubklar", "kg", "1 138"],
            ["Komplektuyushchi konstruksiyalar", "kg", "1 615"],
            ["Karkaslar va qadoqlash", "kg", "5 200"],
            ["RVS-2000 rezervuar umumiy massasi", "kg", "58 735"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      extraInfo:
        "RVS-2000 narxi komplektatsiya, devor/taglik/tom qalinliklari va po'lat markasiga qarab o'zgaradi.",
      part6_caption:
        "RVS-2000 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs2000_6_1,
          title: "RVS-2000 rezervuar tagligi",
          texts: [
            "- Turi: markazdan 1:100 qiyalikli konik taglik, qiralar bilan.",
            "- Markaziy qism qalinligi: 5 mm.",
            "- Qira qalinligi: 7 mm.",
            "- Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "- Massasi: 8 458 kg.",
          ],
        },
        {
          img: rvs2000_6_2,
          title: "RVS-2000 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 8 ta gorizontal kamar.",
            "- Yuqori kamar qalinligi: 5 mm.",
            "- Pastki kamar qalinligi: 7 mm.",
            "- Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "- Massasi: 25 075 kg.",
          ],
        },
        {
          img: rvs2000_6_3,
          img2: rvs2000_6_4,
          title: "RVS-2000 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkasli yoki rulonli qoplamali.",
            "- Qiyalik burchagi: 4,76º – 9,46º.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli karkaslar, halqa elementlar, markaziy qalqon va rulonli qoplama kartalaridan iborat.",
            "- Zavoddan yuklash shakli: rulon ko'rinishidagi qoplama.",
            "- Massasi: 13 840 kg.",
          ],
        },
      ],
      part6_text: "RVSP-2000 rezervuar pontoni",
      part6_desc:
        "RVSP-2000 rezervuarlar mijoz xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-2000 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 2 200 mm kenglikdagi 10 ta quti.",
        "- Bortlar kengligi: tashqi 500 mm, ichki 280 mm.",
        "- Massasi: 12 430 kg",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchanligini va vertikal harakatda zarur qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi. Tushirilgan holatda ponton shu quvur konsolida hamda devordagi maxsus kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlanadi.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-2000 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_2000_footbg,
    },
    {
      id: "rvs-3000",
      caption: "RVS-3000 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 3000m³",
        diameter: "- diametr: 18,98m",
        height: "- balandlik: 12m",
        massa: "- massa ≈ 87,9t",
        rulon: "- rulonlar: 2",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-3000 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-3000 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-3000 rezervuarlar (benzin, dizel yoqilg'isi, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-3000 rezervuarlar, shu jumladan 3000 m³ yong'in rezervuarlari;",
        "- suyuq gazlar uchun RVS-3000 rezervuarlar;",
        "- texnik spirtlar, ammoniy suvi uchun RVS-3000 rezervuarlar;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-3000 rezervuarlar: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs3000_1, rvs3000_2, rvs3000_3, rvs3000_4],
      part2_caption: "RVS 3000 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli yoki varaqli RVS-3000 rezervuarlar;" },
        { title: "02", desc: "varaqli RVS-3000 rezervuarlar;" },
        {
          title: "03",
          desc: "bir devorli RVS-3000 yoki himoya devori bilan RVSS-3000 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-3000 rezervuarlar.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-3000 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 3000 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 3000 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-3000 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs3000_4_1,
      part4_caption: "Vertikal RVS-3000 rezervuar tavsifi",
      part4_desc1: {
        title: "3000 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-3000 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-3000 rezervuar parametrlari", "Birlik", "Qiymatlar:"],
          tbody: [
            ["O'lchamlar", "", ""],
            ["Hajm", "m³", "3 000"],
            ["Diametr", "mm", "18 980"],
            ["Balandlik", "mm", "12 000"],
            ["Rulonlar soni (rulonlash usulida)", "rulon", "2"],
          ],
        },
        {
          thead: ["RVS-3000 rezervuar devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "38 600"],
            ["Devor kamarlari soni", "kam", "8"],
            ["Devor yuqori kamarining qalinligi", "mm", "6"],
            ["Devor pastki kamarining qalinligi", "mm", "8"],
          ],
        },
        {
          thead: ["RVS-3000 rezervuar tom", "", ""],
          tbody: [
            ["Tom massasi", "kg", "22 795"],
            ["Tom qoplamasining qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-3000 rezervuar tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "13 429"],
            ["Taglik qalinligi", "mm", "5/8"],
          ],
        },
        {
          thead: ["RVS-3000 rezervuar boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "1 190"],
            ["Tomdagi maydonchalar", "kg", "3 105"],
            ["Lyuklar va patrubklar", "kg", "1 378"],
            ["Komplektuyushchi konstruksiyalar", "kg", "1 709"],
            ["Karkaslar va qadoqlash", "kg", "5 700"],
            ["RVS-3000 rezervuar umumiy massasi", "kg", "87 906"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi rezervuar konstruksiyalari uchun korroziya uchun qo'shimcha qo'yishi mumkin.",
      part6_caption:
        "RVS-3000 rezervuarining asosiy konstruktiv elementlari tavsifi",
      part6_data: [
        {
          img: rvs3000_6_1,
          title: "RVS-3000 rezervuar tagligi",
          texts: [
            "- Turi: markazdan 1:100 qiyalikli konik taglik, qiralar bilan.",
            "- Markaziy qism qalinligi: 5 mm.",
            "- Qira qalinligi: 8 mm.",
            "- Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "- Massasi: 13 429 kg.",
          ],
        },
        {
          img: rvs3000_6_2,
          title: "RVS-3000 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 8 ta gorizontal kamar.",
            "- Yuqori kamar qalinligi: 6 mm.",
            "- Pastki kamar qalinligi: 8 mm.",
            "- Zavoddan yuklash shakli: rulon yoki tayyor varaqlar.",
            "- Massasi: 38 600 kg.",
          ],
        },
        {
          img: rvs3000_6_3,
          title: "RVS-3000 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkasli yoki rulonli qoplamali.",
            "- Qiyalik burchagi: 4,76º – 9,46º.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: karkas va qoplama; sektorli karkaslar, halqa elementlar, markaziy qalqon va rulonli qoplama kartalaridan iborat.",
            "- Zavoddan yuklash shakli: rulon ko'rinishidagi qoplama.",
            "- Massasi: 22 795 kg.",
          ],
        },
      ],
      part6_text: "RVSP-3000 rezervuar pontoni",
      part6_desc:
        "RVSP-3000 rezervuarlar mijoz xohishiga ko'ra po'lat va alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-3000 rezervuar metall konstruksiyasiga po'lat ponton kirishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplamasining qalinligi: 5 mm.",
        "- Qutilar: 2 300 mm kenglikdagi 12 ta quti.",
        "- Bortlar kengligi: tashqi 500 mm, ichki 280 mm.",
        "- Massasi: 18 220 kg.",
      ],
      part6_desc3:
        "Bunday pontonning ochiq bo'limlari qoplamadan va halqa qovurg'alardan iborat. Bu pontonning suzuvchanligini va vertikal harakatda zarur qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi. Tushirilgan holatda ponton shu quvur konsolida hamda devordagi maxsus kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va rezervuar devori orasidagi bo'shliqni muhrlash uchun sızdırmazlik klapani bilan jihozlanadi.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmli rezervuarlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-3000 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_3000_footbg,
    },
    {
      id: "rvs-5000",
      caption: "RVS-5000 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 5000m³",
        diameter: "- diametr: 22,8m/20,9m",
        height: "- balandlik: 12m/15m",
        massa: "- massa ≈ 123,4t/127,6t",
        rulon: "- rulonlar: 3",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-5000 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-5000 rezervuarlar;",
        "- neft mahsulotlari uchun RVS-5000 (benzin, dizel, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-5000 (jumladan 5000 m³ yong'in rezervuarlari);",
        "- suyultirilgan gazlar uchun RVS-5000;",
        "- texnik spirtlar, ammiakli suv uchun RVS-5000;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-5000: o'simlik moylari, shakar siroplari va h.k.",
      ],
      images: [rvs5000_1, rvs5000_2, rvs5000_3, rvs5000_4],
      part2_caption: "5000 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli yoki varaqli (polistovoy) RVS-5000;" },
        { title: "02", desc: "varaqli (polistovoy) RVS-5000;" },
        {
          title: "03",
          desc: "bir devorli RVS-5000 yoki himoya devorli RVSS-5000 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-5000.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-5000 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 5000 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 5000 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-5000 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs5000_4_1,
      part4_img2: rvs5000_4_2,
      part4_caption: "RVS-5000 rezervuar tavsifi",
      part4_desc1: {
        title: "5000 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-5000 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-5000 parametrlar", "Birlik", "Qiymatlar:", ""],
          tbody: [
            ["Gabarit o'lchamlar", "", "", ""],
            ["Hajm", "m³", "5 000", ""],
            ["Diametr", "mm", "22 800", "20 920"],
            ["Balandlik", "mm", "12 000", "15 000"],
            ["Rulonlar soni (rulonlashda)", "rulon", "3", ""],
          ],
        },
        {
          thead: ["RVS-5000 devori", "", "", ""],
          tbody: [
            ["Devor massasi", "kg", "54 100", "64 420"],
            ["Devor kamarlari soni", "kam", "8", "10"],
            ["Yuqori kamar qalinligi", "mm", "7", "6"],
            ["Pastki kamar qalinligi", "mm", "9", "11"],
          ],
        },
        {
          thead: ["RVS-5000 tomi", "", "", ""],
          tbody: [
            ["Tom massasi", "kg", "33 947", "26 201"],
            ["Tom qoplamasi qalinligi", "mm", "5", ""],
          ],
        },
        {
          thead: ["RVS-5000 tagligi", "", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "18 975", "17 732"],
            ["Taglik qalinligi", "mm", "5/8", "5/10"],
          ],
        },
        {
          thead: ["RVS-5000 boshqa konstruksiyalar massasi", "", "", ""],
          tbody: [
            ["Narvon", "kg", "1 190", "1 480"],
            ["Tom maydonchalari", "kg", "3 324", "3 051"],
            ["Lyuklar va patrubklar", "kg", "2 297", "2 182"],
            ["Komplektlovchi konstruksiyalar", "kg", "1 795", "1 702"],
            ["Karkaslar va qadoqlash", "kg", "7 800", "10 800"],
            ["RVS-5000 umumiy massa", "kg", "123 428", "127 568"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi korroziya uchun qo'shimcha belgilashi mumkin.",
      part6_caption: "RVS-5000 asosiy konstruktiv elementlari",
      part6_data: [
        {
          img: rvs5000_6_1,
          title: "RVS-5000 rezervuar tagligi",
          texts: [
            "- Turi: markazdan 1:100 qiyalikli konik taglik, qiralar bilan.",
            "- Markaziy qism qalinligi: 5 mm.",
            "- Qiralar qalinligi: 8 mm.",
            "- Zavoddan yuklash: rulon yoki tayyor varaqlar.",
            "- Massasi: 18 975 kg.",
          ],
        },
        {
          img: rvs5000_6_2,
          title: "RVS-5000 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 8 ta gorizontal kamar.",
            "- Yuqori kamar qalinligi: 7 mm.",
            "- Pastki kamar qalinligi: 9 mm.",
            "- Yuklash: rulon yoki tayyor varaqlar.",
            "- Massasi: 54 100 kg.",
          ],
        },
        {
          img: rvs5000_6_3,
          title: "RVS-5000 rezervuar tom",
          texts: [
            "- Turi: statsionar konik karkasli yoki rulonli qoplama.",
            "- Qiyalik burchagi: 4,76º – 9,46º.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: sektorli karkaslar, halqa elementlar, markaziy qalqon va rulonli qoplama kartalari.",
            "- Yuklash: rulon ko'rinishida.",
            "- Massasi: 33 947 kg.",
          ],
        },
      ],
      part6_text: "RVSP-5000 rezervuar pontoni",
      part6_desc:
        "RVSP-5000 rezervuarlar po'lat yoki alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-5000 metall konstruksiyasiga po'lat ponton kiritilishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplama qalinligi: 5 mm.",
        "- Qutilar: 2 500 mm kenglikdagi 16 ta quti.",
        "- Bortlar kengligi: tashqi 500 mm, ichki 280 mm.",
        "- Massasi: 26 050 kg.",
      ],
      part6_desc3:
        "Ochiq bo'limlar qoplama va halqa qovurg'alardan iborat bo'lib, suzuvchanlik va qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi; tushirilganda konsol va devordagi kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va devor orasidagi bo'shliq sızdırmazlik klapani bilan muhrlanadi.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Boshqa hajmlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-5000 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_5000_footbg,
    },
    {
      id: "rvs-10000",
      caption: "RVS-10000 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 10000m³",
        diameter: "- diametr: 34,2m/28,5m",
        height: "- balandlik: 12m/17,9m",
        massa: "- massa ≈ 240,2t/234,3t",
        rulon: "- rulonlar: 4",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-10000 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-10000;",
        "- neft mahsulotlari uchun RVS-10000 (benzin, dizel, kerosin, mazut va boshqalar);",
        "- suv uchun RVS-10000 (jumladan 10000 m³ yong'in rezervuarlari);",
        "- suyultirilgan gazlar uchun RVS-10000;",
        "- texnik spirtlar, ammiakli suv uchun RVS-10000;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-10000: o'simlik moylari, shakar siroplari va boshqalar.",
      ],
      images: [rvs10000_1, rvs10000_2, rvs10000_3, rvs10000_4],
      part2_caption: "10000 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli va varaqli (polistovoy) RVS-10000;" },
        {
          title: "02",
          desc: "statsionar tomli RVS-10000, RVSPK-10000 (suzuvchi tom), RVSP-10000 (pontonli);",
        },
        {
          title: "03",
          desc: "bir devorli RVS-10000 yoki himoya devorli RVSS-10000 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-10000.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-10 000 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 10 000 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 10 000 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS 10 000 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs10000_4_1,
      part4_img2: rvs10000_4_2,
      part4_caption: "Vertikal RVS-10 000 rezervuar tavsifi",
      part4_desc1: {
        title: "10 000 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-10 000 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "RVS-10000 xususiyatlari",
      tableData: [
        {
          thead: ["RVS-10000 parametrlar", "Birlik", "Qiymat:", ""],
          tbody: [
            ["Gabaritlar", "", "", ""],
            ["Hajm", "m³", "10 000", ""],
            ["Diametr", "mm", "34 200", "28 500"],
            ["Balandlik", "mm", "12 000", "17 880"],
            ["Rulonlar soni (rulonlashda)", "rulon", "4", ""],
          ],
        },
        {
          thead: ["RVS-10000 devori", "", "", ""],
          tbody: [
            ["Devor massasi", "kg", "86 722", "120 924"],
            ["Devor kamarlari soni", "kam", "8", "12"],
            ["Yuqori kamar qalinligi", "mm", "8", "8"],
            ["Pastki kamar qalinligi", "mm", "9", "12"],
          ],
        },
        {
          thead: ["RVS-10000 tomi", "", "", ""],
          tbody: [
            ["Tom massasi", "kg", "78 607", "54 648"],
            ["Tom qoplamasi qalinligi", "mm", "5", ""],
          ],
        },
        {
          thead: ["RVS-10000 tagligi", "", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "42 149", "30 898"],
            ["Taglik qalinligi", "mm", "5/8", "5/10"],
          ],
        },
        {
          thead: ["Boshqa konstruksiyalar massasi", "", "", ""],
          tbody: [
            ["Narvon", "kg", "6 023", "1 680"],
            ["Tom maydonchalari", "kg", "1 214", "5 019"],
            ["Lyuklar va patrubklar", "kg", "2 595", "2 595"],
            ["Komplektlovchi konstruksiyalar", "kg", "2 986", "2 986"],
            ["Karkas va qadoqlash", "kg", "14 000", "21 484"],
            ["RVS-10000 umumiy massa", "kg", "234 346", "240 243"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarur bo'lsa, loyihalovchi korroziya uchun qo'shimcha belgilashi mumkin.",
      part6_caption: "RVSP-10000 pontoni",
      part6_data: [
        {
          img: rvs10000_6_1,
          img2: rvs10000_6_2,
          title: "RVS-10000 rezervuar tagligi",
          texts: [
            "- Turi: markazdan 1:100 qiyalikli konik taglik, qiralar bilan.",
            "- Markaziy qism qalinligi: 5 mm.",
            "- Qiralar qalinligi: 8 mm.",
            "- Yuklash: rulon yoki tayyor varaqlar.",
            "- Massasi: 42 149 kg.",
          ],
        },
        {
          img: rvs10000_6_3,
          img2: rvs10000_6_4,
          title: "RVS-10000 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 8 ta gorizontal kamar.",
            "- Yuqori kamar qalinligi: 8 mm.",
            "- Pastki kamar qalinligi: 9 mm.",
            "- Yuklash: rulon yoki tayyor varaqlar.",
            "- Massasi: 86 722 kg.",
          ],
        },
        {
          img: rvs10000_6_5,
          img2: rvs10000_6_6,
          title: "RVS-10000 rezervuar tom",
          texts: [
            "- Turi: sferik qoplama.",
            "- Sfera shaklidagi statsionar tom; radius odatda rezervuar diametrining 0,8 – 1,5 oralig'ida.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: markaziy qalqon, valtslangan radial nurlar, halqa elementlar, devor perimetri bo'ylab qattiqlik halqasi va qoplama varaqalari.",
            "- Yuklash: polistovoy yig'ish uchun metall varaqlar yoki yirik kartalar.",
            "- Massasi: 78 607 kg.",
          ],
        },
      ],
      part6_text: "RVSP-10000 pontoni",
      part6_desc:
        "RVSP-10000 rezervuarlar mijoz xohishiga ko'ra po'lat yoki alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-10000 metall konstruksiyasiga po'lat ponton kiritilishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplama qalinligi: 5 mm.",
        "- Qutilar: 2 500 mm kenglikdagi 32 ta quti.",
        "- Bortlar kengligi: tashqi 500 mm, ichki 280 mm.",
        "- Massasi: 50 840 kg",
      ],
      part6_desc3:
        "Ochiq bo'limlar qoplama va halqa qovurg'alardan iborat; suzuvchanlik va qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi; tushirilganda konsol va devordagi kronshteynlarda turadi.",
      part6_desc5:
        "Ponton cheti va devor orasidagi bo'shliq sızdırmazlik klapani bilan muhrlanadi.",
      part6_text2: "RVSPK-10000 tomi",
      part6_desc6:
        "Ba'zan bir qavatli suzuvchi tom qo'llaniladi. U zavodda tayyorlanadi va quyidagilardan iborat:",
      part6_desc7: "rulonlash yoki varaq usulida tayyorlangan listli membrana;",
      part6_desc8: "perimetri bo'ylab joylashgan halqa qutilar.",
      part6_desc9:
        "Montajda membrana markazga qiyalik bilan bosim ostida yotqiziladi; markazda suv chiqarish moslamasi va qaytish klapani o'rnatiladi.",
      part6_desc10:
        "Suzuvchi tom cheti va devor/yo'naltirgichlar orasidagi bo'shliqlar sızdırmazlik qurilmalari bilan muhrlanadi.",
      allLinks: {
        text: "Boshqa hajmlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-10000 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_10000_footbg,
    },
    {
      id: "rvs-20000",
      caption: "RVS-20000 m³, vertikal po'lat silindrsimon rezervuar",
      mainData: {
        size: "- hajm: 20000m³",
        diameter: "- diametr: 39,9m",
        height: "- balandlik: 17,8m",
        massa: "- massa ≈ 432,7t",
        rulon: "",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» turli suyuq mahsulotlarni saqlash uchun silindrsimon vertikal RVS-20000 m³ rezervuarlarni ishlab chiqaradi:",
      ul: [
        "- neft uchun RVS-20000;",
        "- neft mahsulotlari uchun RVS-20000 (benzin, dizel, kerosin, mazut va h.k.);",
        "- suv uchun RVS-20000 (jumladan 20000 m³ yong'in rezervuarlari);",
        "- suyultirilgan gazlar uchun RVS-20000;",
        "- texnik spirtlar, ammiakli suv uchun RVS-20000;",
        "- oziq-ovqat sanoati suyuq xom ashyosi uchun RVS-20000: o'simlik moylari, shakar siroplari va h.k.",
      ],
      images: [rvs20000_1, rvs20000_2, rvs20000_3, rvs20000_4],
      part2_caption: "20000 m³ rezervuar: ishlab chiqarish variantlari",
      part2_infos: [
        { title: "01", desc: "rulonli va varaqli (polistovoy) RVS-20000;" },
        {
          title: "02",
          desc: "statsionar tomli RVS-20000, RVSPK-20000 (suzuvchi tom), RVSP-20000 (pontonli);",
        },
        {
          title: "03",
          desc: "bir devorli RVS-20000 yoki himoya devorli RVSS-20000 («stakan ichida stakan»);",
        },
        {
          title: "04",
          desc: "kam uglerodli, past legirlangan yoki zanglamas po'latdan RVS-20000.",
        },
      ],
      part3_caption: "Qo'shimcha buyurtma berish mumkin",
      part3_text: [
        "- RVS-20000 m³ rezervuar loyihasi (KM, KMD, KJ, PPR, TI, AKZ);",
        "- rezervuar montaji;",
        "- AKZ: 20000 m³ rezervuarni qayta ishlash va bo'yash (ichki va tashqi sirtlar);",
        "- 20000 m³ rezervuarga ponton o'rnatish;",
        "- rezervuarni isitish va rezervuar izolyatsiyasi;",
        "- RVS-20000 m³ ni rezervuar uskunalari bilan jihozlash.",
      ],
      part4_img: rvs20000_4_1,
      part4_caption: "Vertikal RVS-20000 rezervuar tavsifi",
      part4_desc1: {
        title: "20000 m³ rezervuar konstruksiyasi quyidagilardan iborat:",
        ul: [
          "silindrsimon devor;",
          "statsionar tom qoplamasi;",
          "tekis taglik;",
          "narvon, maydonchalar, panjara, lyuklar va patrubklar;",
          "texnologik uskunalar.",
        ],
        title2: "RVSP-20000 rezervuar konstruksiyasiga ponton qo'shiladi.",
      },
      part5_caption: "Texnik xususiyatlar",
      tableData: [
        {
          thead: ["RVS-20000 parametrlar", "Birlik", "Qiymatlar:"],
          tbody: [
            ["Gabaritlar", "", ""],
            ["Hajm", "m³", "20 000"],
            ["Diametr", "mm", "39 900"],
            ["Balandlik", "mm", "17 880"],
            ["Rulonlar soni (rulonlashda)", "rulon", "1"],
          ],
        },
        {
          thead: ["RVS-20000 devori", "", ""],
          tbody: [
            ["Devor massasi", "kg", "225 136"],
            ["Devor kamarlari soni", "kam", "12"],
            ["Yuqori kamar qalinligi", "mm", "10"],
            ["Pastki kamar qalinligi", "mm", "16"],
          ],
        },
        {
          thead: ["RVS-20000 tomi", "", ""],
          tbody: [
            ["Tom massasi", "kg", "106 048"],
            ["Tom qoplamasi qalinligi", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-20000 tagligi", "", ""],
          tbody: [
            ["Taglik massasi", "kg", "57 408"],
            ["Taglik qalinligi", "mm", "5/10"],
          ],
        },
        {
          thead: ["Boshqa konstruksiyalar massasi", "", ""],
          tbody: [
            ["Narvon", "kg", "1 766"],
            ["Tom maydonchalari", "kg", "6 859"],
            ["Lyuklar va patrubklar", "kg", "3 651"],
            ["Komplektlovchi konstruksiyalar", "kg", "4 502"],
            ["Karkaslar va qadoqlash", "kg", "27 372"],
            ["RVS-20000 umumiy massa", "kg", "432 742"],
          ],
        },
      ],
      italicText:
        "Rezervuar xizmat muddatini uzaytirish va/yoki unda agressiv suyuqliklarni saqlash zarurati bo'lsa, loyihalovchi korroziya uchun qo'shimcha belgilashi mumkin.",
      part6_caption: "RVS-20000 asosiy konstruktiv elementlari",
      part6_data: [
        {
          img: rvs20000_6_1,
          title: "RVS-20000 rezervuar tagligi",
          texts: [
            "- Turi: markazdan 1:100 qiyalikli konik taglik, qiralar bilan.",
            "- Markaziy qism qalinligi: 5 mm.",
            "- Qiralar qalinligi: 10 mm.",
            "- Yuklash: rulon yoki tayyor varaqlar.",
            "- Massasi: 57 408 kg.",
          ],
        },
        {
          img: rvs20000_6_2,
          title: "RVS-20000 rezervuar devori",
          texts: [
            "- Turi: yopiq silindrsimon qobiq.",
            "- O'lchami: 12 ta gorizontal kamar.",
            "- Yuqori kamar qalinligi: 10 mm.",
            "- Pastki kamar qalinligi: 16 mm.",
            "- Yuklash: rulon yoki tayyor varaqlar.",
            "- Massasi: 225 136 kg.",
          ],
        },
        {
          img: rvs20000_6_3,
          title: "RVS-20000 rezervuar tom",
          texts: [
            "- Turi: sferik qoplama.",
            "- Sfera shaklidagi statsionar tom; radius odatda rezervuar diametrining 0,8 – 1,5 oralig'ida.",
            "- Qalinligi: 5 mm.",
            "- Ko'rinishi: markaziy qalqon, valtslangan radial nurlar, halqa elementlar, devor perimetri bo'ylab qattiqlik halqasi va qoplama varaqalari.",
            "- Yuklash: polistovoy yig'ish uchun varaqlar yoki yirik kartalar.",
            "- Massasi: 106 048 kg.",
          ],
        },
      ],
      part6_text: "RVSP-20000 pontoni",
      part6_desc:
        "RVSP-20000 rezervuarlar po'lat yoki alyuminiy pontonlar bilan jihozlanishi mumkin.",
      part6_desc2:
        "RVSP-20000 metall konstruksiyasiga po'lat ponton kiritilishi mumkin.",
      part6_ul: [
        "- Turi: bo'limli ochiq ponton.",
        "- Ponton qoplama qalinligi: 5 mm.",
        "- Qutilar: 2 800 mm kenglikdagi 48 ta quti.",
        "- Bortlar kengligi: tashqi 500 mm, ichki 280 mm.",
        "- Massasi: 70 330 kg",
      ],
      part6_desc3:
        "Ochiq bo'limlar qoplama va halqa qovurg'alardan iborat; suzuvchanlik va qattiqlikni ta'minlaydi.",
      part6_desc4:
        "Ponton yo'naltiruvchi quvur bo'ylab harakatlanadi; tushirilganda konsol va devordagi kronshteynlarda turadi.",
      part6_desc5:
        "Montajda membrana markazga qiyalik bilan yotqiziladi; markazda suv chiqarish moslamasi va qaytish klapani o'rnatiladi.",
      part6_desc6:
        "Suzuvchi tom cheti va devor/yo'naltirgichlar orasidagi bo'shliqlar sızdırmazlik qurilmalari bilan muhrlanadi.",
      allLinks: {
        text: "Boshqa hajmlar:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Yetkazib berish hisobi",
      part8desc: "RVS-20000 m³, vertikal po'lat silindrsimon rezervuar",
      part8Img: rvs_20000_footbg,
    },
  ],
  en: [
    {
      id: "rvs-100",
      caption: "RVS-100 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 100m³",
        diameter: "- diameter: 4.73m",
        height: "- height: 6m",
        massa: "- mass: 9.5t",
        rulon: "- rolls: 1",
      },
      images: [rvs100_1, rvs100_2, rvs100_3, rvs100_4],
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-100 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-100 reservoirs for oil;",
        "- RVS-100 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-100 reservoirs for water, including 100 m³ fire reservoirs;",
        "- RVS-100 reservoirs for liquefied gases;",
        "- RVS-100 reservoirs for technical alcohols, ammonia water;",
        "- RVS-100 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      part2_caption: "100 m³ reservoir: manufacturing options",
      part2_infos: [
        {
          title: "01",
          desc: "RVS-100 reservoirs in rolling design;",
        },
        {
          title: "02",
          desc: "RVS-100 reservoirs in sheet design;",
        },
        {
          title: "03",
          desc: "single-wall RVS-100 reservoirs or RVSS-100 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-100 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-100 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 100 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 100 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-100 m³ equipment with reservoir equipment.",
      ],
      part4_caption: "Description of vertical RVS-100 reservoir",
      part4_img: part4_4_1,
      part4_desc1: {
        title: "The design of 100 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-100 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-100 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "100"],
            ["Diameter", "mm", "4730"],
            ["Height", "mm", "6000"],
            ["Number of rolls (with rolling method)", "roll", "1"],
          ],
        },
        {
          thead: ["RVS-100 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "3 596"],
            ["Number of wall belts", "belt", "4"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-100 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "870"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-100 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "764"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-100 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "630"],
            ["Roof platforms", "kg", "720"],
            ["Hatches and nozzles", "kg", "706"],
            ["Component structures", "kg", "87"],
            ["Frames and packaging", "kg", "2 100"],
            ["Total mass of RVS-100 reservoir", "kg", "9 473"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      part6_caption:
        "Description of main structural elements of RVS-100 reservoir",
      part6_data: [
        {
          img: part4_6_1,
          title: "RVS-100 reservoir bottom",
          texts: [
            "Type: flat steel bottom without edges.",
            "Thickness: 5 mm.",
            "Form of shipment from factory: roll.",
            "Mass: 764 kg.",
          ],
        },
        {
          img: part4_6_2,
          title: "RVS-100 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 14860 mm X 6000 mm sheet, 4 horizontal belts.",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
          ],
        },
        {
          img: part4_6_2,
          title: "RVS-100 reservoir roof",
          texts: [
            "- Type: stationary conical frameless roof (conical shell).",
            "- Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "- Thickness: 5 mm.",
            "- View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 870 kg.",
          ],
        },
      ],
      part6_text: "RVSP-100 reservoir pontoon",
      part6_desc:
        "RVSP-100 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-100 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 6 boxes 1,250 mm wide.",
        "- Board width: external 300 mm, internal 200 mm.",
        "- Mass: 1,990 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "100m³ fire reservoir",
      part6_desc6:
        "Fire reservoir is used for its intended purpose as an above-ground or underground tank. Steel fire reservoirs are used for fire fighting, they are distinguished by strength and long service life. Above-ground fire reservoir 100m³ should be thermally insulated.",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-100 m³, vertical steel cylindrical reservoir",
      part8Img: rvs100BottomBg,
    },
    {
      id: "rvs-200",
      caption: "RVS-200 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 200m³",
        diameter: "- diameter: 6.73m",
        height: "- height: 6m",
        massa: "- mass ≈ 12.8t",
        rulon: "- rolls: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-200 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-200 reservoirs for oil;",
        "- RVS-200 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-200 reservoirs for water, including 200 m³ fire reservoirs;",
        "- RVS-200 reservoirs for liquefied gases;",
        "- RVS-200 reservoirs for technical alcohols, ammonia water;",
        "- RVS-200 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs200_1, rvs200_2, rvs200_3, rvs200_4],
      part2_caption: "200 m³ reservoir: manufacturing options",
      part2_infos: [
        {
          title: "01",
          desc: "RVS-200 m³ reservoirs in rolling design;",
        },
        {
          title: "02",
          desc: "RVS-200 reservoirs in sheet design;",
        },
        {
          title: "03",
          desc: "single-wall RVS-200 reservoirs or RVSS-200 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-200 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-200 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 200 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 200 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-200 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs200_4_1,
      part4_caption: "Description of vertical RVS-200 reservoir",
      part4_desc1: {
        title: "The design of 200 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-200 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-200 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "200"],
            ["Diameter", "mm", "6630"],
            ["Height", "mm", "6000"],
            ["Number of rolls (with rolling method)", "roll", "1"],
          ],
        },
        {
          thead: ["RVS-200 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "5 033"],
            ["Number of wall belts", "belt", "4"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-200 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "1 690"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-200 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "1 470"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-200 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "1 030"],
            ["Roof platforms", "kg", "650"],
            ["Hatches and nozzles", "kg", "706"],
            ["Component structures", "kg", "87"],
            ["Frames and packaging", "kg", "2 100"],
            ["Total mass of RVS-200 reservoir", "kg", "12 766"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      part6_caption:
        "Description of main structural elements of RVS-200 reservoir",
      part6_data: [
        {
          img: rvs200_6_1,
          title: "RVS-200 reservoir bottom",
          texts: [
            "Type: flat steel bottom without edges.",
            "Thickness: 5 mm.",
            "Form of shipment from factory: roll.",
            "Mass: 1,470 kg.",
          ],
        },
        {
          img: rvs200_6_2,
          title: "RVS-200 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 4 horizontal belts.",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 5,033 kg.",
          ],
        },
        {
          img: rvs200_6_3,
          title: "RVS-200 reservoir roof",
          texts: [
            "- Type: stationary conical frameless roof (conical shell).",
            "- Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "- Thickness: 5 mm.",
            "- View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 1,690 kg.",
          ],
        },
      ],
      part6_text: "RVSP-200 reservoir pontoon",
      part6_desc:
        "RVSP-200 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-200 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 6 boxes 1,250 mm wide.",
        "- Board width: external 300 mm, internal 200 mm.",
        "- Mass: 2,810 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-200 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-300",
      caption: "RVS-300 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 300m³",
        diameter: "- diameter: 7.58m",
        height: "- height: 7.5m",
        massa: "- mass ≈ 16.6t",
        rulon: "- rolls: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-300 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-300 reservoirs for oil;",
        "- RVS-300 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-300 reservoirs for water, including 300 m³ fire reservoirs;",
        "- RVS-300 reservoirs for liquefied gases;",
        "- RVS-300 reservoirs for technical alcohols, ammonia water;",
        "- RVS-300 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs300_1, rvs300_2, rvs300_3, rvs300_4],
      part2_caption: "300 m³ reservoir: manufacturing options",
      part2_infos: [
        {
          title: "01",
          desc: "RVS-300 reservoirs in rolling design;",
        },
        {
          title: "02",
          desc: "RVS-300 reservoirs in sheet design;",
        },
        {
          title: "03",
          desc: "single-wall RVS-300 reservoirs or RVSS-300 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-300 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-300 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 300 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 300 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-300 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs300_4_1,
      part4_img2: rvs300_4_2,
      part4_caption: "Description of vertical RVS-300 reservoir",
      part4_desc1: {
        title: "The design of 300 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-300 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-300 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "300"],
            ["Diameter", "mm", "7 580"],
            ["Height", "mm", "7 500"],
            ["Number of rolls (with rolling method)", "roll", "1"],
          ],
        },
        {
          thead: ["RVS-300 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "7 180"],
            ["Number of wall belts", "belt", "5"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-300 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "2 340"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-300 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "1 920"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-300 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "800"],
            ["Roof platforms", "kg", "1 184"],
            ["Hatches and nozzles", "kg", "736"],
            ["Component structures", "kg", "120"],
            ["Frames and packaging", "kg", "2 300"],
            ["Total mass of RVS-300 reservoir", "kg", "16 610"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      part6_caption:
        "Description of main structural elements of RVS-300 reservoir",
      part6_data: [
        {
          img: rvs300_6_1,
          title: "RVS-300 reservoir bottom",
          texts: [
            "Type: flat steel bottom without edges.",
            "Thickness: 5 mm.",
            "Form of shipment from factory: roll.",
            "Mass: 1,950 kg.",
          ],
        },
        {
          img: rvs300_6_2,
          title: "RVS-300 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 4 horizontal belts.",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 7,180 kg.",
          ],
        },
        {
          img: rvs300_6_3,
          img2: rvs300_6_4,
          title: "RVS-300 reservoir roof",
          texts: [
            "- Type: stationary conical frameless roof (conical shell).",
            "- Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "- Thickness: 5 mm.",
            "- View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 2,340 kg.",
          ],
        },
      ],
      part6_text: "RVSP-300 reservoir pontoon",
      part6_desc:
        "RVSP-300 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-300 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 6 boxes 1,250 mm wide.",
        "- Board width: external 300 mm, internal 200 mm.",
        "- Mass: 3,350 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-300 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-400",
      caption: "RVS-400 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 400m³",
        diameter: "- diameter: 8.53m",
        height: "- height: 7.5m",
        massa: "- mass ≈ 19t",
        rulon: "- rolls: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-400 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-400 reservoirs for oil;",
        "- RVS-400 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-400 reservoirs for water, including 400 m³ fire reservoirs;",
        "- RVS-400 reservoirs for liquefied gases;",
        "- RVS-400 reservoirs for technical alcohols, ammonia water;",
        "- RVS-400 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs400_1, rvs400_2, rvs400_3, rvs400_4],
      part2_caption: "400 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-400 reservoirs in rolling design;" },
        {
          title: "02",
          desc: "RVS-400 with stationary roof and RVSP-400 with pontoon;",
        },
        {
          title: "03",
          desc: "single-wall RVS-400 or RVSS-400 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-400 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-400 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 400 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 400 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-400 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs400_4_1,
      part4_img2: rvs400_4_2,
      part4_caption: "Description of vertical RVS-400 reservoir",
      part4_desc1: {
        title: "The design of RVS-400 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-400 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-400 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "400"],
            ["Diameter", "mm", "8 530"],
            ["Height", "mm", "7 500"],
            ["Number of rolls (with rolling method)", "roll", "1"],
          ],
        },
        {
          thead: ["RVS-400 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "8 044"],
            ["Number of wall belts", "belt", "5"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-400 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "2 662"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-400 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "2 400"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-400 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "800"],
            ["Roof platforms", "kg", "1 436"],
            ["Hatches and nozzles", "kg", "736"],
            ["Component structures", "kg", "630"],
            ["Frames and packaging", "kg", "2 300"],
            ["Total mass of RVS-400 reservoir", "kg", "19 008"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      extraInfo:
        "The price of RVS-400 is formed based on wall, bottom, roof thicknesses, steel grade, and configuration.",
      part6_caption:
        "Description of main structural elements of RVS-400 reservoir",
      part6_data: [
        {
          img: rvs400_6_1,
          title: "RVS-400 reservoir bottom",
          texts: [
            "Type: flat steel bottom without edges.",
            "Thickness: 5 mm.",
            "Form of shipment from factory: roll.",
            "Mass: 2,400 kg.",
          ],
        },
        {
          img: rvs400_6_2,
          title: "RVS-400 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 5 horizontal belts.",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 8,044 kg.",
          ],
        },
        {
          img: rvs400_6_3,
          title: "RVS-400 reservoir roof",
          texts: [
            "- Type: stationary conical frameless roof (conical shell).",
            "- Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "- Thickness: 5 mm.",
            "- View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 2,662 kg.",
          ],
        },
      ],
      part6_text: "RVSP-400 reservoir pontoon",
      part6_desc:
        "RVSP-400 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-400 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 6 boxes 1,250 mm wide.",
        "- Board width: external 300 mm, internal 200 mm.",
        "- Mass: 4,130 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-400 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_200_footbg,
    },
    {
      id: "rvs-500",
      caption: "RVS-500 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 500m³",
        diameter: "- diameter: 8.45m",
        height: "- height: 9.25m",
        massa: "- mass ≈ 26.3t",
        rulon: "- rolls: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-500 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-500 reservoirs for oil;",
        "- RVS-500 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-500 reservoirs for water, including 500 m³ fire reservoirs;",
        "- RVS-500 reservoirs for liquefied gases;",
        "- RVS-500 reservoirs for technical alcohols, ammonia water;",
        "- RVS-500 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs500_1, rvs500_2, rvs500_3, rvs500_4],
      part2_caption: "500 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-500 reservoirs in rolling design;" },
        { title: "02", desc: "RVS-500 reservoirs in sheet design;" },
        {
          title: "03",
          desc: "single-wall RVS-500 or RVSS-500 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-500 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-500 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 500 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 500 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-500 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs500_4_1,
      part4_caption: "Description of vertical RVS-500 reservoir",
      part4_desc1: {
        title: "The design of 500 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-500 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-500 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "500"],
            ["Diameter", "mm", "8 450"],
            ["Height", "mm", "9 250"],
            ["Number of rolls (with rolling method)", "roll", "1"],
          ],
        },
        {
          thead: ["RVS-500 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "11 754"],
            ["Number of wall belts", "belt", "6"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-500 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "5 048"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-500 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "3 476"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-500 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "960"],
            ["Roof platforms", "kg", "1 436"],
            ["Hatches and nozzles", "kg", "736"],
            ["Component structures", "kg", "630"],
            ["Frames and packaging", "kg", "2 300"],
            ["Total mass of RVS-500 reservoir", "kg", "26 340"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      part6_caption:
        "Description of main structural elements of RVS-500 reservoir",
      part6_data: [
        {
          img: rvs500_6_1,
          title: "RVS-500 reservoir bottom",
          texts: [
            "Type: flat steel bottom without edges",
            "Thickness: 5 mm.",
            "Form of shipment from factory: roll.",
            "Mass: 3,476 kg.",
          ],
        },
        {
          img: rvs500_6_2,
          title: "RVS-500 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 6 horizontal belts.",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 11,574 kg.",
          ],
        },
        {
          img: rvs500_6_3,
          title: "RVS-500 reservoir roof",
          texts: [
            "Type: stationary conical frameless roof (conical shell).",
            "Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "Thickness: 5 mm.",
            "View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "Form of shipment from factory: roll or prepared sheets.",
            "Mass: 5,048 kg.",
          ],
        },
      ],
      part6_text: "RVSP-500 reservoir pontoon",
      part6_desc:
        "RVSP-500 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-500 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 6 boxes 1,400 mm wide.",
        "- Board width: external 300 mm, internal 200 mm.",
        "- Mass: 6,140 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-500 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_500_footbg,
    },
    {
      id: "rvs-700",
      caption: "RVS-700 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 700m³",
        diameter: "- diameter: 10.43m",
        height: "- height: 9m",
        massa: "- mass ≈ 29.2t",
        rulon: "- rolls: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-700 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-700 reservoirs for oil;",
        "- RVS-700 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-700 reservoirs for water, including 700 m³ fire reservoirs;",
        "- RVS-700 reservoirs for liquefied gases;",
        "- RVS-700 reservoirs for technical alcohols, ammonia water;",
        "- RVS-700 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs700_1, rvs700_2, rvs700_3, rvs700_4],
      part2_caption: "700 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-700 reservoirs in rolling design;" },
        { title: "02", desc: "RVS-700 reservoirs in sheet design;" },
        {
          title: "03",
          desc: "single-wall RVS-700 or RVSS-700 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-700 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-700 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 700 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 700 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-700 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs700_4_1,
      part4_img2: rvs700_4_2,
      part4_caption: "Description of vertical RVS-700 reservoir",
      part4_desc1: {
        title: "The design of 700 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-700 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-700 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "700"],
            ["Diameter", "mm", "10 430"],
            ["Height", "mm", "9 000"],
            ["Number of rolls (with rolling method)", "roll", "2"],
          ],
        },
        {
          thead: ["RVS-700 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "11 754"],
            ["Number of wall belts", "belt", "6"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-700 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "5 080"],
            ["Roof deck thickness", "mm", "6"],
          ],
        },
        {
          thead: ["RVS-700 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "3 582"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-700 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "996"],
            ["Roof platforms", "kg", "1 794"],
            ["Hatches and nozzles", "kg", "1 061"],
            ["Component structures", "kg", "1 694"],
            ["Frames and packaging", "kg", "3 200"],
            ["Total mass of RVS-700 reservoir", "kg", "29 161"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      part6_caption:
        "Description of main structural elements of RVS-700 reservoir",
      part6_data: [
        {
          img: rvs700_6_1,
          title: "RVS-700 reservoir bottom",
          texts: [
            "- Type: flat steel bottom without edges",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 3,582 kg.",
          ],
        },
        {
          img: rvs700_6_2,
          title: "RVS-700 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 6 horizontal belts.",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 11,754 kg.",
          ],
        },
        {
          img: rvs700_6_3,
          title: "RVS-700 reservoir roof",
          texts: [
            "- Type: stationary conical frameless roof (conical shell).",
            "- Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "- Thickness: 5 mm.",
            "- View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 5,080 kg.",
          ],
        },
      ],
      part6_text: "RVSP-700 reservoir pontoon",
      part6_desc:
        "RVSP-700 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-700 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 6 boxes 1,400 mm wide.",
        "- Board width: external 300 mm, internal 200 mm.",
        "- Mass: 6,140 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-700 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_700_footbg,
    },
    {
      id: "rvs-1000",
      caption: "RVS-1000 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 1000m³",
        diameter: "- diameter: 10.43m",
        height: "- height: 12m",
        massa: "- mass ≈ 34.7t",
        rulon: "- rolls: 1",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-1000 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-1000 reservoirs for oil;",
        "- RVS-1000 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-1000 reservoirs for water, including 1000 m³ fire reservoirs;",
        "- RVS-1000 reservoirs for liquefied gases;",
        "- RVS-1000 reservoirs for technical alcohols, ammonia water;",
        "- RVS-1000 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs1000_1, rvs1000_2, rvs1000_3, rvs1000_4],
      part2_caption: "1000 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-1000 reservoirs in rolling design;" },
        { title: "02", desc: "RVS-1000 reservoirs in sheet design;" },
        {
          title: "03",
          desc: "single-wall RVS-1000 or RVSS-1000 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-1000 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-1000 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 1000 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 1000 m³ reservoir",
        "- reservoir heating and reservoir insulation;",
        "- RVS-1000 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs1000_4_1,
      part4_img2: rvs1000_4_2,
      part4_caption: "Description of vertical RVS-1000 reservoir",
      part4_desc1: {
        title: "The design of 1000 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-1000 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-1000 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "1000"],
            ["Diameter", "mm", "10 430"],
            ["Height", "mm", "1 200"],
            ["Number of rolls (with rolling method)", "roll", "2"],
          ],
        },
        {
          thead: ["RVS-1000 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "16 514"],
            ["Number of wall belts", "belt", "8"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-1000 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "5 014"],
            ["Roof deck thickness", "mm", "6"],
          ],
        },
        {
          thead: ["RVS-1000 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "3 473"],
            ["Bottom thickness", "mm", "5"],
          ],
        },
        {
          thead: ["Mass of other RVS-1000 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "1 200"],
            ["Roof platforms", "kg", "1 852"],
            ["Hatches and nozzles", "kg", "1 108"],
            ["Component structures", "kg", "1 704"],
            ["Frames and packaging", "kg", "3 800"],
            ["Total mass of RVS-1000 reservoir", "kg", "34 665"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      extraInfo:
        "The price of RVS-1000 depends on configuration, wall/bottom/roof thicknesses, and steel grade.",
      part6_caption:
        "Description of main structural elements of RVS-1000 reservoir",
      part6_data: [
        {
          img: rvs1000_6_1,
          title: "RVS-1000 reservoir bottom",
          texts: [
            "- Type: flat steel bottom without edges",
            "- Thickness: 5 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 3,473 kg.",
          ],
        },
        {
          img: rvs1000_6_2,
          title: "RVS-1000 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 8 horizontal belts.",
            "- Thickness: 6 mm.",
            "- Form of shipment from factory: roll.",
            "- Mass: 16,514 kg.",
          ],
        },
        {
          img: rvs1000_6_3,
          title: "RVS-1000 reservoir roof",
          texts: [
            "- Type: stationary conical frameless roof (conical shell).",
            "- Self-supporting. Equipped with frames (ring-shaped stiffening ribs) on the outer side.",
            "- Thickness: 6 mm.",
            "- View: round plate with sector cutout (this cutout ensures the conical shape of the roof when its edges are tightened during installation).",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 5,014 kg.",
          ],
        },
      ],
      part6_text: "RVSP-1000 reservoir pontoon",
      part6_desc:
        "RVSP-1000 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-1000 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 8 boxes 2,000 mm wide.",
        "- Board width: external 500 mm, internal 280 mm.",
        "- Mass: 6,280 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-1000 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_1000_footbg,
    },
    {
      id: "rvs-2000",
      caption: "RVS-2000 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 2000m³",
        diameter: "- diameter: 15.18m",
        height: "- height: 12m",
        massa: "- mass ≈ 58.7t",
        rulon: "- rolls: 2",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-2000 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-2000 reservoirs for oil;",
        "- RVS-2000 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-2000 reservoirs for water, including 2000 m³ fire reservoirs;",
        "- RVS-2000 reservoirs for liquefied gases;",
        "- RVS-2000 reservoirs for technical alcohols, ammonia water;",
        "- RVS-2000 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs2000_1, rvs2000_2, rvs2000_3, rvs2000_4],
      part2_caption: "2000 m³ reservoir: manufacturing options",
      part2_infos: [
        {
          title: "01",
          desc: "RVS-2000 reservoirs in rolling or sheet design;",
        },
        { title: "02", desc: "RVS-2000 reservoirs in sheet design;" },
        {
          title: "03",
          desc: "single-wall RVS-2000 or RVSS-2000 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-2000 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-2000 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 2000 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 2000 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-1000 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs2000_4_1,
      part4_img2: rvs2000_4_2,
      part4_caption: "Description of vertical RVS-2000 reservoir",
      part4_desc1: {
        title: "The design of 2000 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-2000 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-2000 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "2000"],
            ["Diameter", "mm", "15 180"],
            ["Height", "mm", "12 000"],
            ["Number of rolls (with rolling method)", "roll", "2"],
          ],
        },
        {
          thead: ["RVS-2000 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "25 075"],
            ["Number of wall belts", "belt", "8"],
            ["Upper wall belt thickness", "mm", "5"],
            ["Lower wall belt thickness", "mm", "7"],
          ],
        },
        {
          thead: ["RVS-2000 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "13 840"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-2000 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "8 458"],
            ["Bottom thickness", "mm", "5/7"],
          ],
        },
        {
          thead: ["Mass of other RVS-2000 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "1 190"],
            ["Roof platforms", "kg", "2 219"],
            ["Hatches and nozzles", "kg", "1 138"],
            ["Component structures", "kg", "1 615"],
            ["Frames and packaging", "kg", "5 200"],
            ["Total mass of RVS-2000 reservoir", "kg", "58 735"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      extraInfo:
        "The price of RVS-2000 varies depending on configuration, wall/bottom/roof thicknesses, and steel grade.",
      part6_caption:
        "Description of main structural elements of RVS-2000 reservoir",
      part6_data: [
        {
          img: rvs2000_6_1,
          title: "RVS-2000 reservoir bottom",
          texts: [
            "- Type: conical bottom with 1:100 slope from center, with edges.",
            "- Central part thickness: 5 mm.",
            "- Edge thickness: 7 mm.",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 8,458 kg.",
          ],
        },
        {
          img: rvs2000_6_2,
          title: "RVS-2000 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 8 horizontal belts.",
            "- Upper belt thickness: 5 mm.",
            "- Lower belt thickness: 7 mm.",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 25,075 kg.",
          ],
        },
        {
          img: rvs2000_6_3,
          img2: rvs2000_6_4,
          title: "RVS-2000 reservoir roof",
          texts: [
            "- Type: stationary conical frame or rolled deck.",
            "- Tilt angle: 4.76º – 9.46º.",
            "- Thickness: 5 mm.",
            "- View: frame and deck consisting of sector frames, annular frame elements, central shield and rolled deck sheets.",
            "- Form of shipment from factory: deck in roll form.",
            "- Mass: 13,840 kg.",
          ],
        },
      ],
      part6_text: "RVSP-2000 reservoir pontoon",
      part6_desc:
        "RVSP-2000 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-2000 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 10 boxes 2,200 mm wide.",
        "- Board width: external 500 mm, internal 280 mm.",
        "- Mass: 12,430 kg",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-2000 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_2000_footbg,
    },
    {
      id: "rvs-3000",
      caption: "RVS-3000 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 3000m³",
        diameter: "- diameter: 18.98m",
        height: "- height: 12m",
        massa: "- mass ≈ 87.9t",
        rulon: "- rolls: 2",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-3000 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-3000 reservoirs for oil;",
        "- RVS-3000 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-3000 reservoirs for water, including 3000 m³ fire reservoirs;",
        "- RVS-3000 reservoirs for liquefied gases;",
        "- RVS-3000 reservoirs for technical alcohols, ammonia water;",
        "- RVS-3000 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs3000_1, rvs3000_2, rvs3000_3, rvs3000_4],
      part2_caption: "RVS 3000 m³ reservoir: manufacturing options",
      part2_infos: [
        {
          title: "01",
          desc: "RVS-3000 reservoirs in rolling or sheet design;",
        },
        { title: "02", desc: "RVS-3000 reservoirs in sheet design;" },
        {
          title: "03",
          desc: "single-wall RVS-3000 or RVSS-3000 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-3000 reservoirs made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-3000 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 3000 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 3000 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-3000 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs3000_4_1,
      part4_caption: "Description of vertical RVS-3000 reservoir",
      part4_desc1: {
        title: "The design of 3000 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-3000 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-3000 reservoir parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "3 000"],
            ["Diameter", "mm", "18 980"],
            ["Height", "mm", "12 000"],
            ["Number of rolls (with rolling method)", "roll", "2"],
          ],
        },
        {
          thead: ["RVS-3000 reservoir wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "38 600"],
            ["Number of wall belts", "belt", "8"],
            ["Upper wall belt thickness", "mm", "6"],
            ["Lower wall belt thickness", "mm", "8"],
          ],
        },
        {
          thead: ["RVS-3000 reservoir roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "22 795"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-3000 reservoir bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "13 429"],
            ["Bottom thickness", "mm", "5/8"],
          ],
        },
        {
          thead: ["Mass of other RVS-3000 reservoir structures", "", ""],
          tbody: [
            ["Ladder", "kg", "1 190"],
            ["Roof platforms", "kg", "3 105"],
            ["Hatches and nozzles", "kg", "1 378"],
            ["Component structures", "kg", "1 709"],
            ["Frames and packaging", "kg", "5 700"],
            ["Total mass of RVS-3000 reservoir", "kg", "87 906"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life of the reservoir and/or store aggressive liquids in it, the designer can provide a corrosion allowance for the reservoir structures.",
      part6_caption:
        "Description of main structural elements of RVS-3000 reservoir",
      part6_data: [
        {
          img: rvs3000_6_1,
          title: "RVS-3000 reservoir bottom",
          texts: [
            "- Type: conical bottom with 1:100 slope from center, with edges.",
            "- Central part thickness: 5 mm.",
            "- Edge thickness: 8 mm.",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 13,429 kg.",
          ],
        },
        {
          img: rvs3000_6_2,
          title: "RVS-3000 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 8 horizontal belts.",
            "- Upper belt thickness: 6 mm.",
            "- Lower belt thickness: 8 mm.",
            "- Form of shipment from factory: roll or prepared sheets.",
            "- Mass: 38,600 kg.",
          ],
        },
        {
          img: rvs3000_6_3,
          title: "RVS-3000 reservoir roof",
          texts: [
            "- Type: stationary conical frame or rolled deck.",
            "- Tilt angle: 4.76º – 9.46º.",
            "- Thickness: 5 mm.",
            "- View: frame and deck consisting of sector frames, annular frame elements, central shield and rolled deck sheets.",
            "- Form of shipment from factory: deck in roll form.",
            "- Mass: 22,795 kg.",
          ],
        },
      ],
      part6_text: "RVSP-3000 reservoir pontoon",
      part6_desc:
        "RVSP-3000 reservoirs can be equipped with steel and aluminum pontoons at the customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-3000 reservoir metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 12 boxes 2,300 mm wide.",
        "- Board width: external 500 mm, internal 280 mm.",
        "- Mass: 18,220 kg.",
      ],
      part6_desc3:
        "Open compartments of such pontoon consist of deck and annular ribs. This ensures the floating capacity of the pontoon and the rigidity necessary for its vertical movement.",
      part6_desc4:
        "Pontoon movement occurs along the guide pipe. In the lowered position, the pontoon is located on the console of this pipe, as well as on special brackets placed on the reservoir wall.",
      part6_desc5:
        "The pontoon is equipped with a sealing shutter to seal the gap between its edge and the reservoir wall.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other reservoir volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-3000 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_3000_footbg,
    },
    {
      id: "rvs-5000",
      caption: "RVS-5000 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 5000m³",
        diameter: "- diameter: 22.8m/20.9m",
        height: "- height: 12m/15m",
        massa: "- mass ≈ 123.4t/127.6t",
        rulon: "- rolls: 3",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-5000 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-5000 reservoirs for oil;",
        "- RVS-5000 reservoirs for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-5000 reservoirs for water, including 5000 m³ fire reservoirs;",
        "- RVS-5000 reservoirs for liquefied gases;",
        "- RVS-5000 reservoirs for technical alcohols, ammonia water;",
        "- RVS-5000 reservoirs for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs5000_1, rvs5000_2, rvs5000_3, rvs5000_4],
      part2_caption: "5000 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-5000 in rolling or sheet design;" },
        { title: "02", desc: "RVS-5000 in sheet design;" },
        {
          title: "03",
          desc: "single-wall RVS-5000 or RVSS-5000 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-5000 made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-5000 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 5000 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 5000 m³ reservoir;",
        "- reservoir heating and reservoir insulation;",
        "- RVS-5000 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs5000_4_1,
      part4_img2: rvs5000_4_2,
      part4_caption: "Description of RVS-5000 reservoir",
      part4_desc1: {
        title: "The design of 5000 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-5000 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-5000 parameters", "Unit", "Values:", ""],
          tbody: [
            ["Overall dimensions RVS-5000", "", "", ""],
            ["Volume", "m³", "5 000", ""],
            ["Diameter", "mm", "22 800", "20 920"],
            ["Height", "mm", "12 000", "15 000"],
            ["Number of rolls (rolling method)", "roll", "3", ""],
          ],
        },
        {
          thead: ["RVS-5000 wall", "", "", ""],
          tbody: [
            ["Wall mass", "kg", "54 100", "64 420"],
            ["Number of wall belts", "belt", "8", "10"],
            ["Upper wall belt thickness", "mm", "7", "6"],
            ["Lower wall belt thickness", "mm", "9", "11"],
          ],
        },
        {
          thead: ["RVS-5000 roof", "", "", ""],
          tbody: [
            ["Roof mass", "kg", "33 947", "26 201"],
            ["Roof deck thickness", "mm", "5", ""],
          ],
        },
        {
          thead: ["RVS-5000 bottom", "", "", ""],
          tbody: [
            ["Bottom mass", "kg", "18 975", "17 732"],
            ["Bottom thickness", "mm", "5/8", "5/10"],
          ],
        },
        {
          thead: ["Mass of other RVS-5000 structures", "", "", ""],
          tbody: [
            ["Ladder", "kg", "1 190", "1 480"],
            ["Roof platforms", "kg", "3 324", "3 051"],
            ["Hatches and nozzles", "kg", "2 297", "2 182"],
            ["Component structures", "kg", "1 795", "1 702"],
            ["Frames and packaging", "kg", "7 800", "10 800"],
            ["Total mass of RVS-5000", "kg", "123 428", "127 568"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life and/or store aggressive liquids, the designer can provide a corrosion allowance.",
      part6_caption: "Main structural elements of RVS-5000",
      part6_data: [
        {
          img: rvs5000_6_1,
          title: "RVS-5000 bottom",
          texts: [
            "- Type: conical bottom with 1:100 slope from center, with edges.",
            "- Central part thickness: 5 mm.",
            "- Edge thickness: 8 mm.",
            "- Shipment: roll or prepared sheets.",
            "- Mass: 18,975 kg.",
          ],
        },
        {
          img: rvs5000_6_2,
          title: "RVS-5000 wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 8 horizontal belts.",
            "- Upper belt thickness: 7 mm.",
            "- Lower belt thickness: 9 mm.",
            "- Shipment: roll or prepared sheets.",
            "- Mass: 54,100 kg.",
          ],
        },
        {
          img: rvs5000_6_3,
          title: "RVS-5000 roof",
          texts: [
            "- Type: stationary conical frame or rolled deck.",
            "- Tilt angle: 4.76º – 9.46º.",
            "- Thickness: 5 mm.",
            "- View: frame and deck consisting of sector frames, annular frame elements, central shield and rolled deck sheets.",
            "- Shipment: deck in roll form.",
            "- Mass: 33,947 kg.",
          ],
        },
      ],
      part6_text: "RVSP-5000 reservoir pontoon",
      part6_desc:
        "RVSP-5000 reservoirs can be equipped with steel or aluminum pontoons at customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-5000 metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 16 boxes 2,500 mm wide.",
        "- Board width: external 500 mm, internal 280 mm.",
        "- Mass: 26,050 kg.",
      ],
      part6_desc3:
        "Open compartments provide floating capacity and required rigidity during vertical movement.",
      part6_desc4:
        "Pontoon moves along a guide pipe; in lowered position it rests on a console and wall brackets.",
      part6_desc5:
        "The gap between pontoon edge and wall is sealed by a sealing shutter.",
      part6_text2: "",
      part6_desc6: "",
      allLinks: {
        text: "Other volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-5000 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_5000_footbg,
    },
    {
      id: "rvs-10000",
      caption: "RVS-10000 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 10000m³",
        diameter: "- diameter: 34.2m/28.5m",
        height: "- height: 12m/17.9m",
        massa: "- mass ≈ 240.2t/234.3t",
        rulon: "- rolls: 4",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-10000 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-10000 for oil;",
        "- RVS-10000 for petroleum products (gasoline, diesel, kerosene, fuel oil, etc.);",
        "- RVS-10000 for water, including 10000 m³ fire reservoirs;",
        "- RVS-10000 for liquefied gases;",
        "- RVS-10000 for technical alcohols, ammonia water;",
        "- RVS-10000 for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs10000_1, rvs10000_2, rvs10000_3, rvs10000_4],
      part2_caption: "10000 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-10000 in rolling and sheet design;" },
        {
          title: "02",
          desc: "RVS-10000 with stationary roof, RVSPK-10000 with floating roof, and RVSP-10000 with pontoon;",
        },
        {
          title: "03",
          desc: "single-wall RVS-10000 or RVSS-10000 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-10000 made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-10 000 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 10 000 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 10 000 m³ reservoir;",
        "- reservoir heating and insulation;",
        "- RVS 10 000 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs10000_4_1,
      part4_img2: rvs10000_4_2,
      part4_caption: "Description of vertical RVS-10 000 reservoir",
      part4_desc1: {
        title: "The design of 10 000 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-10 000 reservoir design.",
      },
      part5_caption: "RVS-10000 specifications",
      tableData: [
        {
          thead: ["RVS-10000 parameters", "Unit", "Values:", ""],
          tbody: [
            ["Dimensions", "", "", ""],
            ["Volume", "m³", "10 000", ""],
            ["Diameter", "mm", "34 200", "28 500"],
            ["Height", "mm", "12 000", "17 880"],
            ["Number of rolls (rolling method)", "roll", "4", ""],
          ],
        },
        {
          thead: ["RVS-10000 wall", "", "", ""],
          tbody: [
            ["Wall mass", "kg", "86 722", "120 924"],
            ["Number of wall belts", "belt", "8", "12"],
            ["Upper wall belt thickness", "mm", "8", "8"],
            ["Lower wall belt thickness", "mm", "9", "12"],
          ],
        },
        {
          thead: ["RVS-10000 roof", "", "", ""],
          tbody: [
            ["Roof mass", "kg", "78 607", "54 648"],
            ["Roof deck thickness", "mm", "5", ""],
          ],
        },
        {
          thead: ["RVS-10000 bottom", "", "", ""],
          tbody: [
            ["Bottom mass", "kg", "42 149", "30 898"],
            ["Bottom thickness", "mm", "5/8", "5/10"],
          ],
        },
        {
          thead: ["Mass of other RVS-10000 structures", "", "", ""],
          tbody: [
            ["Ladder", "kg", "6 023", "1 680"],
            ["Roof platforms", "kg", "1 214", "5 019"],
            ["Hatches and nozzles", "kg", "2 595", "2 595"],
            ["Component structures", "kg", "2 986", "2 986"],
            ["Frames and packaging", "kg", "14 000", "21 484"],
            ["Total mass of RVS-10000", "kg", "234 346", "240 243"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life and/or store aggressive liquids, the designer can provide a corrosion allowance.",
      part6_caption: "RVSP-10000 pontoon",
      part6_data: [
        {
          img: rvs10000_6_1,
          img2: rvs10000_6_2,
          title: "RVS-10000 reservoir bottom",
          texts: [
            "- Type: conical bottom with 1:100 slope from center, with edges.",
            "- Central part thickness: 5 mm.",
            "- Edge thickness: 8 mm.",
            "- Shipment: roll or prepared sheets.",
            "- Mass: 42,149 kg.",
          ],
        },
        {
          img: rvs10000_6_3,
          img2: rvs10000_6_4,
          title: "RVS-10000 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 8 horizontal belts.",
            "- Upper belt thickness: 8 mm.",
            "- Lower belt thickness: 9 mm.",
            "- Shipment: roll or prepared sheets.",
            "- Mass: 86,722 kg.",
          ],
        },
        {
          img: rvs10000_6_5,
          img2: rvs10000_6_6,
          title: "RVS-10000 reservoir roof",
          texts: [
            "- Type: spherical roof.",
            "- Stationary spherical roof with radial-ring frame system; radius is typically 0.8 – 1.5 of reservoir diameter.",
            "- Thickness: 5 mm.",
            "- View: central shield, rolled radial beams, annular frame elements, stiffness ring along wall perimeter, and deck sheets.",
            "- Shipment: sheets for sheet assembly or factory-prepared large cards.",
            "- Mass: 78,607 kg.",
          ],
        },
      ],
      part6_text: "RVSP-10000 roof and floating roof",
      part6_desc:
        "RVSP-10000 reservoirs can be equipped with steel or aluminum pontoons at customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-10000 metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 32 boxes 2,500 mm wide.",
        "- Board width: external 500 mm, internal 280 mm.",
        "- Mass: 50,840 kg",
      ],
      part6_desc3:
        "Open compartments provide floating capacity and rigidity during vertical movement.",
      part6_desc4:
        "Pontoon moves along a guide pipe; in lowered position it rests on a console and wall brackets.",
      part6_desc5:
        "The gap between pontoon edge and wall is sealed by a sealing shutter.",
      part6_text2: "RVSPK-10000 floating roof",
      part6_desc6:
        "Sometimes a single-deck floating roof is used. It is manufactured at the factory and consists of:",
      part6_desc7: "a sheet membrane made by rolling or sheet method;",
      part6_desc8: "annular boxes located around the perimeter.",
      part6_desc9:
        "During installation, a slope to the center is ensured by loading; a flexible or articulated drain with intake and check valve is installed.",
      part6_desc10:
        "Gaps between floating roof edge and the wall and between nozzles and guides are sealed with sealing devices.",
      allLinks: {
        text: "Other volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-10000 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_10000_footbg,
    },
    {
      id: "rvs-20000",
      caption: "RVS-20000 m³, vertical steel cylindrical reservoir",
      mainData: {
        size: "- volume: 20000m³",
        diameter: "- diameter: 39.9m",
        height: "- height: 17.8m",
        massa: "- mass ≈ 432.7t",
        rulon: "",
      },
      desc1:
        "ZMK «REZERVUAROSTROITEL» produces cylindrical vertical RVS-20000 m³ reservoirs for storing various liquid products:",
      ul: [
        "- RVS-20000 for oil;",
        "- RVS-20000 for petroleum products (gasoline, diesel fuel, kerosene, fuel oil, etc.);",
        "- RVS-20000 for water, including 20000 m³ fire reservoirs;",
        "- RVS-20000 for liquefied gases;",
        "- RVS-20000 for technical alcohols, ammonia water;",
        "- RVS-20000 for liquid raw materials of food industry: vegetable oils, sugar syrups, etc.",
      ],
      images: [rvs20000_1, rvs20000_2, rvs20000_3, rvs20000_4],
      part2_caption: "20000 m³ reservoir: manufacturing options",
      part2_infos: [
        { title: "01", desc: "RVS-20000 in rolling and sheet design;" },
        {
          title: "02",
          desc: "RVS-20000 with stationary roof, RVSPK-20000 with floating roof, and RVSP-20000 with pontoon;",
        },
        {
          title: "03",
          desc: "single-wall RVS-20000 or RVSS-20000 with protective wall («cup in cup»);",
        },
        {
          title: "04",
          desc: "RVS-20000 made of low-carbon, low-alloy or stainless steel.",
        },
      ],
      part3_caption: "Additionally you can order",
      part3_text: [
        "- RVS-20000 m³ reservoir project (KM, KMD, KJ, PPR, TI, AKZ);",
        "- reservoir installation;",
        "- AKZ: processing and painting of 20000 m³ reservoir (internal and external surfaces);",
        "- pontoon installation in 20000 m³ reservoir;",
        "- reservoir heating and insulation;",
        "- RVS-20000 m³ equipment with reservoir equipment.",
      ],
      part4_img: rvs20000_4_1,
      part4_caption: "Description of vertical RVS-20000 reservoir",
      part4_desc1: {
        title: "The design of 20000 m³ reservoir consists of:",
        ul: [
          "cylindrical wall;",
          "stationary roof covering;",
          "flat bottom;",
          "ladder, platforms, fences, hatches and nozzles;",
          "technological equipment.",
        ],
        title2: "A pontoon is added to the RVSP-20000 reservoir design.",
      },
      part5_caption: "Technical specifications",
      tableData: [
        {
          thead: ["RVS-20000 parameters", "Unit", "Values:"],
          tbody: [
            ["Dimensions", "", ""],
            ["Volume", "m³", "20 000"],
            ["Diameter", "mm", "39 900"],
            ["Height", "mm", "17 880"],
            ["Number of rolls (rolling method)", "roll", "1"],
          ],
        },
        {
          thead: ["RVS-20000 wall", "", ""],
          tbody: [
            ["Wall mass", "kg", "225 136"],
            ["Number of wall belts", "belt", "12"],
            ["Upper wall belt thickness", "mm", "10"],
            ["Lower wall belt thickness", "mm", "16"],
          ],
        },
        {
          thead: ["RVS-20000 roof", "", ""],
          tbody: [
            ["Roof mass", "kg", "106 048"],
            ["Roof deck thickness", "mm", "5"],
          ],
        },
        {
          thead: ["RVS-20000 bottom", "", ""],
          tbody: [
            ["Bottom mass", "kg", "57 408"],
            ["Bottom thickness", "mm", "5/10"],
          ],
        },
        {
          thead: ["Mass of other RVS-20000 structures", "", ""],
          tbody: [
            ["Ladder", "kg", "1 766"],
            ["Roof platforms", "kg", "6 859"],
            ["Hatches and nozzles", "kg", "3 651"],
            ["Component structures", "kg", "4 502"],
            ["Frames and packaging", "kg", "27 372"],
            ["Total mass of RVS-20000", "kg", "432 742"],
          ],
        },
      ],
      italicText:
        "If it is necessary to increase the service life and/or store aggressive liquids, the designer can provide a corrosion allowance.",
      part6_caption: "Main structural elements of RVS-20000",
      part6_data: [
        {
          img: rvs20000_6_1,
          title: "RVS-20000 reservoir bottom",
          texts: [
            "- Type: conical bottom with 1:100 slope from center, with edges.",
            "- Central part thickness: 5 mm.",
            "- Edge thickness: 10 mm.",
            "- Shipment: roll or prepared sheets.",
            "- Mass: 57,408 kg.",
          ],
        },
        {
          img: rvs20000_6_2,
          title: "RVS-20000 reservoir wall",
          texts: [
            "- Type: closed cylindrical shell.",
            "- Size: 12 horizontal belts.",
            "- Upper belt thickness: 10 mm.",
            "- Lower belt thickness: 16 mm.",
            "- Shipment: roll or prepared sheets.",
            "- Mass: 225,136 kg.",
          ],
        },
        {
          img: rvs20000_6_3,
          title: "RVS-20000 reservoir roof",
          texts: [
            "- Type: spherical roof.",
            "- Stationary spherical roof with radial-ring frame system; radius is typically 0.8 – 1.5 of reservoir diameter.",
            "- Thickness: 5 mm.",
            "- View: central shield, rolled radial beams, annular frame elements, stiffness ring along wall perimeter, and deck sheets.",
            "- Shipment: sheets for sheet assembly or factory-prepared large cards.",
            "- Mass: 106,048 kg.",
          ],
        },
      ],
      part6_text: "RVSP-20000 pontoon",
      part6_desc:
        "RVSP-20000 reservoirs can be equipped with steel or aluminum pontoons at customer's request.",
      part6_desc2:
        "A steel pontoon can be included in the RVSP-20000 metal structure.",
      part6_ul: [
        "- Type: open-type pontoon with compartments.",
        "- Pontoon deck thickness: 5 mm.",
        "- Boxes: 48 boxes 2,800 mm wide.",
        "- Board width: external 500 mm, internal 280 mm.",
        "- Mass: 70,330 kg",
      ],
      part6_desc3:
        "Open compartments provide floating capacity and rigidity during vertical movement.",
      part6_desc4:
        "Pontoon moves along a guide pipe; in lowered position it rests on a console and wall brackets.",
      part6_desc5:
        "During installation, the membrane is sloped towards the center; a flexible or articulated drain with intake and check valve is installed.",
      part6_desc6:
        "Gaps between the floating roof edge and the wall and between nozzles and guides are sealed with sealing devices.",
      allLinks: {
        text: "Other volumes:",
        links: [
          { to: "/rgs-100", text: "RGS-100" },
          { to: "/rgs-200", text: "RGS-200" },
          { to: "/rgs-300", text: "RGS-300" },
          { to: "/rgs-400", text: "RGS-400" },
          { to: "/rgs-500", text: "RGS-500" },
          { to: "/rgs-700", text: "RGS-700" },
          { to: "/rgs-1000", text: "RGS-1000" },
          { to: "/rgs-2000", text: "RGS-2000" },
          { to: "/rgs-3000", text: "RGS-3000" },
          { to: "/rgs-5000", text: "RGS-5000" },
          { to: "/rgs-10000", text: "RGS-10000" },
          { to: "/rgs-20000", text: "RGS-20000" },
        ],
      },
      part7_caption: "Delivery calculation",
      part8desc: "RVS-20000 m³, vertical steel cylindrical reservoir",
      part8Img: rvs_20000_footbg,
    },
  ],
};

// Function to get data based on language
const getData = (lang = "ru") => {
  const t = translations[lang] || translations.ru;
  return t;
};

export const data = getData;
